Repository: flareteam/flare-game
Catalog: mods/default/languages/engine.*.po
Languages: pl

source: Congratulations, you have reached level %d!
pl: Gratulacje, zdobyłeś poziom %d!

source: You may increase one attribute through the Character Menu.
pl: Możesz zwiększyć jeden z atrybutów w Menu Postaci.

source: You are defeated. Game over! Press Enter to exit to Title.
pl: Zostałeś pokonany. Koniec gry! Naciśnij Enter by powrócić do ekranu powitalnego.

source: You are defeated. You lose half your %s. Press Enter to continue.
pl: Zostałeś pokonany. Tracisz połowę swojego %s. Naciśnij Enter by kontynuować.

source: +%d HP
pl: +%d do Życia

source: You receive %s.
pl: Otrzymujesz %s.

source: You receive %s x%d.
pl: Otrzymujesz %s x%d.

source: You receive %d %s.
pl: Otrzymujesz %d %d.

source: You receive %d XP.
pl: Otrzymujesz %d pkt. doświadczenia.

source: HP restored.
pl: Życie przywrócone.

source: MP restored.
pl: Mana przywrócona

source: HP and MP restored.
pl: Życie i Mana przywrócona.

source: Negative effects removed.
pl: Negatywne efekty usunięte.

source: HP and MP restored, negative effects removed
pl: Życie i Mana przywrócona, negatywne efekty usunięte.

source: +%d MP
pl: +%d do Many

source: Defaults
pl: Domyślnie

source: Cancel
pl: Anuluj

source: Video
pl: Obraz

source: Audio
pl: Dźwięk

source: Interface
pl: Interfejs

source: Input
pl: Kontrolery

source: Keybindings
pl: Klawiatura

source: Mods
pl: Modyfikacje

source: Assign:
pl: Przypisz:

source: Reset ALL settings?
pl: Zresetować WSZYTKIE ustawienia?

source: Full Screen Mode
pl: Tryb Pełnego Ekranu

source: Move hero using mouse
pl: Przemieszczaj bochatera za pomocą myszki

source: Show combat text
pl: Pokaż informacje o walce

source: Double buffering
pl: Podwójne buforowanie

source: Use joystick
pl: Użyj dżojstika

source: High Quality Textures
pl: Wysokiej Jakości Tekstury

source: Allow changing gamma
pl: Pozwól na zmianę gammy

source: Mouse aim
pl: Celowanie myszką

source: Show FPS
pl: Pokaż FPS

source: Music Volume
pl: Głośność Muzyki

source: Sound Volume
pl: Głośność Dźwięków

source: Resolution
pl: Rozdzielczość

source: Active Mods
pl: Włączone Modyfikacje

source: Available Mods
pl: Dostępne Modyfikacje

source: Joystick
pl: Dżojstik

source: Language
pl: Język

source: Disable for performance
pl: Wyłącz by zwiększyć szybkość

source: Experimental
pl: (nieukończone)

source: << Disable
pl: << Wyłącz

source: Enable >>
pl: Włącz >>

source: Delete Save
pl: Usuń

source: Delete this save?
pl: Usunąć ten zapis?

source: Exit to Title
pl: Wyjście do ektanu powitalnego

source: Choose a Slot
pl: Wybierz wolne miejsce

source: New Game
pl: Nowa Gra

source: Load Game
pl: Załaduj Grę

source: Entering game world...
pl: Wkraczanie w nowy świat...

source: Loading saved game...
pl: Ładuję zapis gry...

source: Level %d %s
pl: Poziom %d %s

source: Empty Slot
pl: Puste Miejsce

source: Create
pl: Stwórz

source: Choose a Portrait
pl: Wybierz Wizerunek

source: Choose a Name
pl: Wybierz Imię

source: Permadeath?
pl: Raz kozie śmierć?

source: Loading...
pl: Ładuję...

source: Inventory is full.
pl: Ekwipunek jest pełny.

source: Play Game
pl: Rozpocznij Grę

source: Configuration
pl: Konfiguracja

source: Exit Game
pl: Wyjście

source: Flare alpha v0.17
pl: Flare (alfa) v0.17

source: Accept
pl: Akceptuj

source: Up
pl: W górę

source: Down
pl: W dół

source: Left
pl: W Lewo

source: Right
pl: W prawo

source: Bar1
pl: Slot 1

source: Bar2
pl: Slot 2

source: Bar3
pl: Slot 3

source: Bar4
pl: Slot 4

source: Bar5
pl: Slot 5

source: Bar6
pl: Slot 6

source: Bar7
pl: Slot 7

source: Bar8
pl: Slot 8

source: Bar9
pl: Slot 9

source: Bar0
pl: Slot 10

source: Character
pl: Postać

source: Inventory
pl: Ekwipunek

source: Powers
pl: Umiejętności

source: Log
pl: Dziennik

source: lmb
pl: lpm

source: mmb
pl: śpm

source: rmb
pl: ppm

source: wheel up
pl: kółko do przodu

source: wheel down
pl: kółko do tyłu

source: Level %d
pl: Poziom %d

source: Melee damage: %d-%d
pl: Obrażenia wręcz: %d-%d

source: Melee damage: %d
pl: Obrażenia wręcz: %d

source: Ranged damage: %d-%d
pl: Obrażenia z odległości: %d-%d

source: Ranged damage: %d
pl: Obrażenia z odległości: %d

source: Mental damage: %d-%d
pl: Obrażenia od magii: %d-%d

source: Mental damage: %d
pl: Obrażenia od magii: %d

source: Absorb: %d-%d
pl: Absorbcja: %d-%d

source: Absorb: %d
pl: Absorbcja: %d

source: Increases %s by %d
pl: Zwiększa %s o %d

source: Decreases %s by %d
pl: Zmniejsza %s o %d

source: Requires Physical %d
pl: Wymaga %d pkt. siły fizycznej

source: Requires Mental %d
pl: Wymaga %d pkt. w magii

source: Requires Offense %d
pl: Wymaga %d pkt. Offence

source: Requires Defense %d
pl: Wymaga %d pkt. w obronie

source: Buy Price: %d %s
pl: Cena zakupu: %d %s

source: Buy Price: %d %s each
pl: Cena zakupu: %d %s (za każdy)

source: Sell Price: %d %s
pl: Cena sprzedaży: %d %s

source: Sell Price: %d %s each
pl: Cena sprzedarzy: %d %s (za każdy)

source: Set:
pl: Ustaw:

source: %d items:
pl: %d przedmiotów:

source: Unknown destination
pl: Nieznany cel przeznaczenia

source: Character Menu (C)
pl: Menu Postaci (C)

source: Inventory Menu (I)
pl: Menu Ekwipunku (I)

source: Power Menu (P)
pl: Menu Umiejętności (P)

source: Log Menu (L)
pl: Menu Dziennika (L)

source: Name
pl: Imię

source: Level
pl: Poziom

source: Physical
pl: Siła

source: Mental
pl: Magia

source: Defense
pl: Obrona

source: points remaining
pl: pozostało punktów

source: Max HP:
pl: Maksymalne Życie:

source: Each point of Physical grants +%d HP. Each level grants +%d HP
pl: Każdy punkt Siły zwieksza o +%d Życie. Każdy poziom zwiększa o +%d pkt. Życie

source: HP Regen:
pl: Regeneracja Życia:

source: Max MP:
pl: Maksymalna Mana:

source: Each point of Mental grants +%d MP. Each level grants +%d MP
pl: Każdy punkt w magii zwiększa o +%d Many. Każdy poziom zwiększa o +%d Many

source: MP Regen:
pl: Regeneracja Many:

source: Accuracy (vs lvl 1):
pl: Celność (przeciwko poziomu 1):

source: Accuracy (vs lvl 5):
pl: Celność (przeciwko poziomu 5):

source: Avoidance (vs lvl 1):
pl: Uniki (przeciwko poziomu 1):

source: Each point of Defense grants +%d avoidance. Each level grants +%d avoidance
pl: Każdy punkt w Obronie zwiększa o +%d uniki. Każdy poziom zwiększa o +%d uniki

source: Avoidance (vs lvl 5):
pl: Uniki (przeciwko poziomu 1):

source: Melee Damage:
pl: Obrażenia wręcz:

source: Ranged Damage:
pl: Obrażenia z odległości:

source: Mental Damage:
pl: Obrażenia od magii:

source: Crit:
pl: Krytyk:

source: Absorb:
pl: Absorbcja:

source: XP: %d
pl: Doświadczenie: %d

source: Next: %d
pl: Następny: %d

source: Physical (P) increases melee weapon proficiency and total HP.
pl: Siła (P) zwiększa biegłość w broni ręcznej i całkowitą ilość Życia.

source: base (%d), bonus (%d)
pl: podstawa (%d), bonus (%d)

source: Mental (M) increases mental weapon proficiency and total MP.
pl: Magia (M) zwiększa biegłość w broni magicznej i całkowitą ilość Many

source: Defense (D) increases armor proficiency and avoidance.
pl: Obrona (D) zwiększa biegłość w zbroi i uniki.

source: Unspent attribute points
pl: Niewykorzystane punkty atrybutów

source: Dead
pl: Śmierć

source: %s level %d
pl: %s poziom %d

source: Exit
pl: Wyjście

source: Save and exit to title?
pl: Zapisać i wyjść do ekranu powitalnego?

source: Use SHIFT to move only one item.
pl: Użyj klawisz SHIFT by przenieść tylko jedną rzecz.

source: CTRL-click a carried item to sell it.
pl: Przytrzymaj klawisz CTRL klikając na przedmiot, aby automatycznie sprzedać.

source: This item can only be used from the action bar.
pl: Ten przedmiot może być wykorzystany tylko na pasku szybkiego wybierania.

source: Quests
pl: Zadania

source: Stats
pl: Statystyki

source: XP: %d/%d
pl: Doświadczenie: %d/%d

source: Not enough money.
pl: Za mało pieniędzy.

source: Unspent skill points:
pl: Nierozdane punkty umiejętności:

source: Requires a physical weapon
pl: Wymaga broni wręcz

source: Requires a mental weapon
pl: Wymaga broni magicznej

source: Requires Level %d
pl: Wymagany Poziom %d

source: Requires %d Skill Point
pl: Wymaga %d pkt. umiejętności

source: Click to Unlock
pl: Naciśnij by odblokować

source: Trade
pl: Handluj

source: Buyback
pl: Wykup

source: Vendor
pl: Kupiec

source: +%d Shield
pl: +%d Tarcza

source: You are already transformed, untransform first.
pl: Jesteś już przemieniony, powróć do poprzeniej formy.

source: Grand Master
pl: Wielki Mistrz

source: Master
pl: Mistrz

source: Warrior
pl: Wojownik

source: Wizard
pl: Mag

source: Paladin
pl: Paladyn

source: Rogue
pl: Złodziej

source: Knight
pl: Rycerz

source: Shaman
pl: Szaman

source: Cleric
pl: Kleryk

source: Battle Mage
pl: Mag Bitewny

source: Adventurer
pl: Poszukiwacz Przygód
