Repository: flareteam/flare-game
Catalog: mods/fantasycore/languages/data.*.po
Languages: fi, ja

source: Cracked Greatbow
fi: Haljennut suurjousi
ja: 偉大な弓はひびが入った

source: Cursed Greatbow
fi: Kirottu suurjousi
ja: 偉大な弓は呪い

source: Warped Greatbow
fi: Kiero suurjousi
ja: 歪んだ偉大な弓

source: Dwarven Greatbow
fi: Kääpiösuurjousi
ja: ドワーフ偉大な弓

source: Greatbow of Restoration
fi: Palautussuurjousi
ja: 修復の偉大な弓

source: Elven Greatbow
fi: Haltiasuurjousi
ja: エルフ偉大な弓

source: Greatbow of Meditation
fi: Meditaatiosuurjousi
ja: 瞑想のGreatbow

source: Battle Greatbow
fi: Taistelusuurjousi
ja: バトル偉大な弓

source: Greatbow of Accuracy
fi: Tarkkuussuurjousi
ja: 精度の偉大な弓

source: Greatbow of Avoidance
fi: Välttelysuurjousi
ja: 回避の偉大な弓

source: Summer Greatbow
fi: Kesäsuurjousi
ja: 夏偉大な弓

source: Winter Greatbow
fi: Talvisuurjousi
ja: 冬偉大な弓

source: Greatbow of Slaying
fi: Surman suurjousi
ja: 殺害の偉大な弓

source: Warlord Greatbow
fi: Sotaherran suurjousi
ja: 将軍の偉大な弓

source: Greatbow of Victory
fi: Voiton suurjousi
ja: 勝利の偉大な弓

source: Archmage Greatbow
fi: Arkkimaagin suurjousi
ja: アークメイジ偉大な弓

source: Greatbow of Wizardry
fi: Velhosuurjousi
ja: ウィザードリィの偉大な弓

source: Ancient Greatbow
fi: Muinaissuurjousi
ja: 古代偉大な弓

source: Greatbow of Precision
fi: Säntillisyyden suurjousi
ja: 精密の偉大な弓

source: Greatbow of Protection
fi: Suojasuurjousi
ja: 保護の偉大な弓

source: Fiery Greatbow
fi: Tulinen suurjousi
ja: 炎の偉大な弓

source: Frozen Greatbow
fi: Jäinen suurjousi
ja: 冷凍偉大な弓

source: Greatbow of Destruction
fi: Tuhosuurjousi
ja: 破壊の偉大な弓

source: Dragonslayer
fi: Lohikäärmeensurma
ja: ドラゴンスレイヤー

source: Vampire Hunter
fi: Vampyyrinmetsästäjä
ja: ヴァンパイアハンター

source: Dimensional Rift
fi: Ulottuvuussärö
ja: 次元裂け目

source: Vortex
fi: Pyörre
ja: 渦

source: Starfire
fi: Tähtisinko
ja: スターファイヤー

source: Voidfire
fi: Tyhjyys
ja: ボイド火災

source: Chaos
fi: Kaaos
ja: カオス

source: Leather Armor
fi: Nahkapanssari
ja: レザーアーマー

source: Cracked Leather Armor
fi: Haljennut nahkapanssari
ja: レザーアーマーのひび割れ

source: Cursed Leather Armor
fi: Kirottu nahkapanssari
ja: レザーアーマー呪われた

source: Dwarven Leather Armor
fi: Kääpiönahkapanssari
ja: ドワーフのレザーアーマー

source: Leather Armor of Restoration
fi: Palautusnahkapanssari
ja: 修復のレザーアーマー

source: Elven Leather Armor
fi: Haltianahkapanssari
ja: エルフレザーアーマー

source: Leather Armor of Meditation
fi: Meditaationahkapanssari
ja: 瞑想のレザーアーマー

source: Battle Leather Armor
fi: Taistelunahkapanssari
ja: バトルのレザーアーマー

source: Leather Armor of Accuracy
fi: Tarkkuusnahkapanssari
ja: 精度のレザーアーマー

source: Leather Armor of Avoidance
fi: Välttelynahkapanssari
ja: 回避のレザーアーマー

source: Summer Leather Armor
fi: Kesänahkapanssari
ja: 夏のレザーアーマー

source: Winter Leather Armor
fi: Talvinahkapanssari
ja: 冬のレザーアーマー

source: Leather Armor of Slaying
fi: Surman nahkapanssari
ja: 殺害のレザーアーマー

source: Warlord Leather Armor
fi: Sotaherran nahkapanssari
ja: 将軍のレザーアーマー

source: Leather Armor of Victory
fi: Voiton nahkapanssari
ja: 勝利のレザーアーマー

source: Archmage Leather Armor
fi: Arkkimaagin nahkapanssari
ja: アークメイジのレザーアーマー

source: Leather Armor of Wizardry
fi: Velhonahkapanssari
ja: ウィザードリィのレザーアーマー

source: Ancient Leather Armor
fi: Muinaisnahkapanssari
ja: 古代のレザーアーマー

source: Leather Armor of Precision
fi: Säntillisyysnahkapanssari
ja: 精密のレザーアーマー

source: Leather Armor of Protection
fi: Suojanahkapanssari
ja: 保護のレザーアーマー

source: Fiery Leather Armor
fi: Tulinen nahkapanssari
ja: 炎のレザーアーマー

source: Frozen Leather Armor
fi: Jäinen nahkapanssari
ja: 冷凍レザーアーマー

source: Leather Armor of Destruction
fi: Tuhonahkapanssari
ja: 破壊のレザーアーマー

source: Barbarian Wrap
fi: Barbaarikietaisu
ja: バーバリアンラップ

source: Bugbear Tunic
fi: Mörkötunika
ja: バグベアチュニック

source: Runic Leather
fi: Riimunahka
ja: ルーン文字レザー

source: Battlemage Tunic
fi: Taistelumaagitunika
ja: 戦闘のチュニック

source: Predator Hide
fi: Pedontalja
ja: プレデター隠す

source: Chimera Hide
fi: Khimairantalja
ja: キマイラを隠す

source: Red Dragonhide
fi: Punaisen lohikäärmeen talja
ja: レッドドラゴンを非表示

source: White Dragonhide
fi: Valkoisen lohikäärmeen talja
ja: ホワイトドラゴンを非表示

source: Buckler
fi: Kilpi
ja: バックラー

source: Cracked Buckler
fi: Haljennut kilpi
ja: バックラーはひびが入った

source: Cursed Buckler
fi: Kirottu kilpi
ja: バックラーは呪い

source: Dwarven Buckler
fi: Kääpiökilpi
ja: ドワーフのバックラー

source: Buckler of Restoration
fi: Palautuskilpi
ja: 修復のバックラー

source: Elven Buckler
fi: Haltiakilpi
ja: エルフバックラー

source: Buckler of Meditation
fi: Meditaatiokilpi
ja: 瞑想のバックラー

source: Battle Buckler
fi: Taistelukilpi
ja: バトルバックラー

source: Buckler of Accuracy
fi: Tarkkuuskilpi
ja: 精度のバックラー

source: Buckler of Avoidance
fi: Välttelykilpi
ja: 回避のバックラ

source: Summer Buckler
fi: Kesäkilpi
ja: 夏のバックラー

source: Winter Buckler
fi: Talvikilpi
ja: 冬のバックラー

source: Buckler of Slaying
fi: Surmankilpi
ja: 殺害のバックラー

source: Warlord Buckler
fi: Sotaherrakilpi
ja: 将軍のバックラー

source: Buckler of Victory
fi: Voitonkilpi
ja: 勝利のバックラー

source: Archmage Buckler
fi: Arkkimaagikilpi
ja: アークメイジバックラー

source: Buckler of Wizardry
fi: Velhokilpi
ja: ウィザードリィのバックラー

source: Ancient Buckler
fi: Muinaiskilpi
ja: 古代バックラー

source: Buckler of Precision
fi: Säntillisyyskilpi
ja: 精密のバックラー

source: Buckler of Protection
fi: Suojakilpi
ja: 保護のバックラー

source: Fiery Buckler
fi: Tulinen kilpi
ja: 炎のバックラー

source: Frozen Buckler
fi: Jäinen kilpi
ja: 冷凍バックラー

source: Buckler of Destruction
fi: Tuhokilpi
ja: 破壊のバックラー

source: Gladiator Buckler
fi: Gladiaattorikilpi
ja: グラディエーターバックラー

source: Holy Targe
fi: Pyhä kilpi
ja: 聖タージェ

source: Averguard Disc
fi: Averguardin kiekko
ja: アべルガードディスク

source: Mage Targe
fi: Maagikilpi
ja: メイジのタージェ

source: Focus Buckler
fi: Keskityskilpi
ja: フォーカスバックラー

source: Guardian Targe
fi: Kaitsijan kilpi
ja: ガーディアンタージェ

source: Heat Barrier
fi: Kuumanpidättäjä
ja: ヒートバリア

source: Cold Barrier
fi: Kylmänpidättäjä
ja: コールドバリア

source: Spiked Buckler
fi: Piikkikilpi
ja: スパイクバックラー

source: Steel Armor
fi: Teräshaarniska
ja: 鋼の鎧

source: Cracked Steel Armor
fi: Haljennut teräshaarniska
ja: 鉄鋼装甲のひび割れ

source: Cursed Steel Armor
fi: Kirottu teräshaarniska
ja: 鋼の鎧呪われた

source: Dwarven Steel Armor
fi: Kääpiöteräshaarniska
ja: ドワーフ鋼の鎧

source: Steel Armor of Restoration
fi: Palautusteräshaarniska
ja: 修復の鋼の鎧

source: Elven Steel Armor
fi: Haltiateräshaarniska
ja: エルフ鋼の鎧

source: Steel Armor of Meditation
fi: Meditaatioteräshaarniska
ja: 瞑想の鋼の鎧

source: Battle Steel Armor
fi: Taisteluteräshaarniska
ja: バトル鋼の鎧

source: Steel Armor of Accuracy
fi: Tarkkuusteräshaarniska
ja: 精度の鋼の鎧

source: Steel Armor of Avoidance
fi: Välttelyteräshaarniska
ja: 回避の鋼の鎧

source: Summer Steel Armor
fi: Kesäteräshaarniska
ja: 夏の鋼の鎧

source: Winter Steel Armor
fi: Talviteräshaarniska
ja: 冬の鋼の鎧

source: Steel Armor of Slaying
fi: Surman teräshaarniska
ja: 殺害の鋼の鎧

source: Warlord Steel Armor
fi: Sotaherran teräshaarniska
ja: 将軍の鋼の鎧

source: Steel Armor of Victory
fi: Voiton teräshaarniska
ja: 勝利の鋼鉄の鎧

source: Archmage Steel Armor
fi: Arkkimaagin teräshaarniska
ja: アークメイジ鋼の鎧

source: Steel Armor of Wizardry
fi: Velhoteräshaarniska
ja: ウィザードリィの鋼の鎧

source: Ancient Steel Armor
fi: Muinaisteräshaarniska
ja: 古代鋼の鎧

source: Steel Armor of Precision
fi: Tarkkuusteräshaarniska
ja: 精密の鋼の鎧

source: Steel Armor of Protection
fi: Suojateräshaarniska
ja: 保護の鋼の鎧

source: Fiery Steel Armor
fi: Tulinen teräshaarniska
ja: 焦熱の鋼の鎧

source: Frozen Steel Armor
fi: Jäinen teräshaarniska
ja: 冷凍鋼の鎧

source: Steel Armor of Destruction
fi: Tuhoteräshaarniska
ja: 破壊の鋼鉄の鎧

source: Knight's Cuirass
fi: Ritarin haarniska
ja: 騎士の胸当て

source: Wyrmrider Maille
fi: Käärmeenratsastajan rengashaarniska
ja: ウィルムライダーマイユ

source: Paladin's Oath
fi: Paladiinin vala
ja: のパラディンの誓い

source: Cleric Maille
fi: Papin rengashaarniska
ja: クレリックマイユ

source: Jousting Armor
fi: Turnaushaarniska
ja: 複数のアーマー

source: Titan Plate
fi: Titaanipanssari
ja: タイタンプレート

source: Ruby Scale Armor
fi: Rubiinisuomupanssari
ja: ルビースケールアーマー

source: Diamond Scale Armor
fi: Timanttisuomupanssari
ja: ダイヤモンドのスケールアーマー

source: Marauder Maille
fi: Roistohaarniska
ja: マローダーマイユ

source: Shield
fi: Iso kilpi
ja: シールド

source: Cracked Shield
fi: Haljennut iso kilpi
ja: シールドは、ひびが入った

source: Cursed Shield
fi: Kirottu iso kilpi
ja: シールドは、呪われた

source: Dwarven Shield
fi: Iso kääpiökilpi
ja: ドワーフの盾

source: Shield of Restoration
fi: Iso palautuskilpi
ja: 修復の盾

source: Elven Shield
fi: Iso haltiakilpi
ja: エルフの盾

source: Shield of Meditation
fi: Iso meditaatiokilpi
ja: 瞑想の盾

source: Battle Shield
fi: Iso taistelukilpi
ja: バトルシールド

source: Shield of Accuracy
fi: Iso tarkkuuskilpi
ja: 精度のシールド

source: Shield of Avoidance
fi: Iso välttelykilpi
ja: 回避の盾

source: Summer Shield
fi: Iso kesäkilpi
ja: 夏の盾

source: Winter Shield
fi: Iso talvikilpi
ja: 冬の盾

source: Shield of Slaying
fi: Iso surmankilpi
ja: 殺害の盾

source: Warlord Shield
fi: Iso sotaherrakilpi
ja: 将軍の盾

source: Shield of Victory
fi: Iso voitonkilpi
ja: 勝利の盾

source: Archmage Shield
fi: Iso arkkimaagikilpi
ja: アークメイジシールド

source: Shield of Wizardry
fi: Iso velhokilpi
ja: ウィザードリィの盾

source: Ancient Shield
fi: Iso muinaiskilpi
ja: 古代の盾

source: Shield of Precision
fi: Iso säntillisyyskilpi
ja: 精密の盾

source: Shield of Protection
fi: Iso suojakilpi
ja: 保護の盾

source: Fiery Shield
fi: Iso tulinen kilpi
ja: 炎の盾

source: Frozen Shield
fi: Iso jäinen kilpi
ja: フローズンシールド

source: Shield of Destruction
fi: Iso tuhokilpi
ja: 破壊の盾

source: Knight's Defense
fi: Ritarin puolustus
ja: 騎士の防衛

source: Aegis of Life
fi: Elämän Aegis
ja: 生命のイージス

source: Paladin's Honor
fi: Paladiinin kunnia
ja: のパラディンの名誉

source: Aegis of Ether
fi: Eetterin Aegis
ja: エーテルのイージス

source: Steel Ward
fi: Teräsverho
ja: スチールワード

source: The Rook
fi: Torni
ja: ルーク

source: Flame Tower
fi: Liekkitorni
ja: 炎の塔

source: Frost Tower
fi: Routatorni
ja: フロストの塔

source: Blood Ward
fi: Veriverho
ja: ブラッドウォード

source: Belt
fi: Vyö
ja: ベルト

source: artifact
fi: esine

source: Tattered Belt
fi: Repaleinen vyö
ja: ボロボロのベルト

source: Dwarven Belt
fi: Kääpiövyö
ja: ドワーフのベルト

source: Elven Belt
fi: Haltiavyö
ja: エルフベルト

source: Warlord Belt
fi: Sotaherravyö
ja: 将軍のベルト

source: Archmage Belt
fi: Arkkimaagivyö
ja: アークメイジベル

source: Trollhair Belt
fi: Peikonkarvavyö
ja: ロール髪ベルト

source: Spellpouch Belt
fi: Loitsupussivyö
ja: スペルポーチベルト

source: Boots
fi: Saappaat
ja: ブーツ

source: Tattered Boots
fi: Repaleiset saappaat
ja: ボロボロのブーツ

source: Boots of Speed
fi: Vauhtisaappaat
ja: スピードのブーツ

source: speed
fi: vauhti
ja: スピード

source: Boots of Avoidance
fi: Välttelysaappaat
ja: 回避のブーツ

source: Boots of Travel
fi: Matkalaissaappaat
ja: 旅行のブーツ

source: Boots of Protection
fi: Suojasaappaat
ja: 保護のブーツ

source: Windwalker Boots
fi: Tuulenkulkijan saappaat
ja: 風ウォーカーブーツ

source: Phase Step Boots
fi: Vaiheaskellussaappaat
ja: 位相ステップのブーツ

source: Ring
fi: Sormus
ja: リング

source: Tarnished Ring
fi: Tummunut sormus
ja: 汚れたリング

source: Ring of Restoration
fi: Palautussormus
ja: 修復のリング

source: Ring of Meditation
fi: Meditaatiosormus
ja: 瞑想のリング

source: Ring of Victory
fi: Voitonsormus
ja: 勝利のリング

source: Ring of Wizardry
fi: Velhosormus
ja: ウィザードリィのリング

source: Signet of Forgotten Kings
fi: Unohdettujen kuninkaiden sinetti
ja: 忘れられた王のシグネット

source: Band of Enlightenment
fi: Valaistumisen nauha
ja: 啓蒙のバンド

source: Artifact
fi: Esine

source: Body
fi: Keho

source: Consumable
fi: Kuluva

source: Gem
fi: Jalokivi

source: Main Hand
fi: Vahvempi käsi

source: Off Hand
fi: Heikompi käsi

source: quest
fi: etsintä

source: Quest Item
fi: Tarvike

source: Magician
fi: Loitsija

source: Swing
fi: Lyönti
ja: スイング

source: Basic melee attack
fi: Peruslähitaistelu
ja: 基本的な近接攻撃

source: Channel
fi: Kanavoi
ja: チャンネル

source: Block
fi: Torju
ja: ブロック

source: Raise your shield to double your avoidance and absorb
fi: Nostaa kilpesi kaksinkertaistaen välttelyn ja vaimennuksen
ja: あなたの回避を倍増し、吸収する盾を上げる

source: Immobilize
fi: Liikkumatta
ja: 固定化

source: Pin an enemy down for 3 seconds
fi: Pakottaa vihollisen paikalleen 3:ksi sekunniksi
ja: 3秒間敵を突き止める

source: Blood Strike
fi: Verenisku
ja: ブラッドストライク

source: Inflict a bleeding wound that causes additional damage over 5 seconds
fi: Aiheuttaa vertavuotavan haavan, joka aiheuttaa lisää vauriota 5 sekunnin ajan
ja: 5秒以上の追加ダメージを引き起こす出血の傷を負わせる

source: Shock
fi: Paukku
ja: ショック

source: Electrocute an enemy from a distance; +25% crit chance against movement-impaired enemies.
fi: Tekee viholliseen sähköiskun etäältä, kuritusmahdollisuus +25% hidastuneisiin vihollisiin.
ja: 遠くから敵を仕留める、運動障害を持つ敵に対して+25％クリティカル率を。

source: Heal
fi: Paranna
ja: ヒール

source: Restore HP
fi: Palauttaa OP:tä
ja: 復元HP

source: Piercing Shot
fi: Lävistävä laukaus
ja: ピアスショット

source: Fire a shot that ignores armor and goes through multiple enemies
fi: Ampuu panssareista välittämättä ja useiden vihollisten läpi
ja: 鎧を無視し、複数の敵を通過する弾丸を放つ

source: Warcry
fi: Sotahuuto
ja: ウォー​​クライ

source: Remove debuffs and become immune to debuffs for 10 seconds
fi: Poistaa heikentymät, lisäksi heikentymät eivät tehoa sinuun 10:een sekuntiin
ja: デバフを取り外し、10秒間デバフに対して免疫になる

source: Quake
fi: Järistys
ja: クエイク

source: Stun nearby enemies
fi: Lamauttaa lähistön viholliset
ja: スタン近くの敵

source: Create a force field that absorbs damage
fi: Luo vauriota vaimentavan suojakentän
ja: ダメージを吸収する力場の作成

source: Haste
fi: Hoppu
ja: ヘイスト

source: Double run and attack speed for 8 seconds
fi: Kaksinkertainen juoksu- ja hyökkäysnopeus 8:ksi sekunniksi
ja: 8秒のための二重実行と攻撃速度

source: Cleave
fi: Sivalla
ja: 薙ぎ払い

source: Attack all enemies in a wide arc
fi: Hyökkää kaikkia päin laajassa kaaressa
ja: 広いアークですべての敵を攻撃

source: Freeze
fi: Jäädytä
ja: フリーズ

source: Create a ray of piercing cold that slows enemies
fi: Jäätävän kylmä säde hidastaa vihollisia
ja: 敵を遅くするピアスの風邪の線を作成します。

source: Teleport
fi: Kaukosiirto
ja: テレポート

source: Multishot
fi: Monitähtäys
ja: によるマルチ

source: Shoot three projectiles simultaneously
fi: Ampuu kolme ammusta yhtäaikaisesti
ja: 同時に3つ発射を撃つ

source: Burn
fi: Polta
ja: バーン

source: Blast enemies in a distant area with fire
fi: Upottaa kaukana olevat viholliset tulimereen
ja: 火と遠いエリアでブラスト敵

source: Time Stop
fi: Ajanpysäytys
ja: タイムストップ

source: Stun nearby enemies for 5 seconds
fi: Lamauttaa lähistön viholliset viideksi sekunniksi
ja: 5秒間スタン近くの敵

source: Melee attack with 10% HP steal
fi: Lähitaisteluliike joka vie 10% OP:stä

source: Magic attack with 10% MP steal
fi: Loitsuhyökkäys joka vie 10% MP:stä

source: Shoot
fi: Ammu
ja: シュート

source: Basic ranged attack
fi: Perusetähyökkäys
ja: 基本的には、攻撃のであった

source: Fire five low power missiles in quick succession
fi: Ampuu viisi heikkoa ammusta nopeassa sarjassa

source: Ice Shard [enemy]
fi: Jääsiru [vihollinen]
ja: アイスシャード[敵]

source: Fireshot [enemy]
fi: Tulilaukaus [vihollinen]
ja: 火災ショット [敵]

source: Goblin Spear [enemy]
fi: Hiisikeihäs [vihollinen]
ja: ゴブリンの槍[敵]

source: Crude goblin spear toss
fi: Karkea hiisikeihään heitto
ja: 原油ゴブリンの槍投げ

source: Fireburst [enemy]
fi: Tuliryöppy [vihollinen]
ja: 火災のバースト [敵]

source: Burn nearby enemies
fi: Polttaa lähistöllä olevat viholliset
ja: 近くにいる敵を燃やす

source: Arrow Shoot [enemy]
fi: Nuolilaukaus [vihollinen]
ja: アローシュート[敵]

source: Bow shoot
fi: Jousilaukaus
ja: 弓を撃つ

source: Maddox's Ice Storm [enemy]
fi: Maddoxin jäämyrsky [vihollinen]
ja: マドックスのアイスストーム[敵]

source: Vampiric Strike
fi: Vampyyri-isku
ja: ヴァンパイアストライク

source: Turn 50% of damage you deal into HP
fi: Muuttaa 50% aiheuttamastasi vauriosta OP:ksi
ja: あなたはHPに対処するダメージの50％を回して

source: Leech Strike
fi: Iiliäishyökkäys
ja: リーチのストライク

source: Turn 25% of damage you deal into HP
fi: Muuttaa 25% aiheuttamastasi vauriosta OP:ksi
ja: あなたはHPに対処するダメージの25％を回して

source: Chill Touch
fi: Jäätävä kosketus
ja: チルタッチ

source: Melee strike immobilizes target for 5 seconds
fi: Lähitaisteluisku tekee vihollisen liikkumattomaksi 5:ksi sekunniksi
ja: 近接攻撃は5秒間ターゲットを固定化

source: Piercing Strike
fi: Lävistävä isku
ja: ピアッシングストライク

source: Melee strike ignores armor
fi: Lähitaisteluisku joka ei ota panssaria lukuun
ja: 近接攻撃は鎧を無視します

source: Explode
fi: Räjäytä
ja: 爆発

source: Damage everything nearby
fi: Vaurioittaa kaikkea lähistöllä
ja: 近くのダメージを全て

source: Paralyzing Spit
fi: Lamauttava sylkäisy

source: Poison spit that stuns the target for 1 second
fi: Myrkkysylkäisy joka pökerryttää kohteen yhdeksi sekunniksi

source: Boots of Testing Really Large Maps
fi: Todella suurten karttojen testaamiseen sopivat saappaat
ja: 非常に大きなマップのテストのブーツ

source: Lightning Rod
fi: Salamapiiska
ja: 避雷針

source: Create a destructive blast of lightning bolts
fi: Iskee monella tuhoisalla salamalla
ja: 稲妻の破壊的な爆発の作成

source: Melee Fire
fi: Lähitaistelutuli
ja: 近接ファイア

source: Melee Ice
fi: Lähitaistelujää
ja: 近接氷

source: Slingshot Shoot
fi: Ritsalaukaus
ja: スリングショットのシュート

source: Basic ranged attack (requires a ranged weapon)
fi: Tavan hyökkäys etäältä (vaatii etäaseen)
ja: 基本遠隔攻撃（遠隔武器が必要）

source: Arrow Shoot
fi: Nuolilaukaus
ja: アローシュート

source: Orange Spark
fi: Oranssi kipinä
ja: オレンジスパーク

source: Blue Spark
fi: Sininen kipinä
ja: ブルースパーク

source: Red Spark
fi: Punainen kipinä
ja: レッドスパーク

source: Necrotic Bolt
fi: Kuoliovasama
ja: 壊死ボルト

source: Enemy Beacon
fi: Vihollismerkki
ja: 敵のビーコン

source: Bring other enemies into the fight with a dummy attack
fi: Tuo muita vihollisia taisteluun valehyökkäyksellä
ja: ダミーの攻撃との戦いに他の敵を持参

source: Transform into Antlion Freezer for 5 seconds
fi: Muunnu muurahaiskorentojäädyttäjäksi viideksi sekunniksi

source: Disenchant
fi: Kadota lumous

source: Transform back to human
fi: Muuttaa jälleen ihmiseksi

source: Transform into Antlion Freezer permanently
fi: Muunnu muurahaiskorentojäädyttäjäksi pysyvästi

source: Disenchant [item]
fi: Kadota lumous [esine]

source: Spike Ray
fi: Piikkisäde

source: Create a ray of deadly spikes
fi: Tekee kuolettavan piikkisäteen

source: Spikes
fi: Piikit

source: Spikes Trap
fi: Piikkiansa

source: ice
fi: jää

source: earth
fi: maa

source: Wind Resistance
fi: tuulensieto

source: shadow
fi: varjo

source: Shadow Resistance
fi: varjonsieto

source: light
fi: valo

source: Light Resistance
fi: valonsieto

source: Antlion
fi: Muurahaiskorento
ja: ウスバカゲロウ

source: Antlion Blinker
fi: Muurahaiskorentovilkkuja
ja: ウスバカゲロウのブリンカー

source: Antlion Burster
fi: Muurahaiskorentopuhkaisija
ja: ウスバカゲロウバースター

source: Antlion Freezer
fi: Muurahaiskorentojäädyttäjä
ja: ウスバカゲロウフリーザー

source: Antlion Hatchling
fi: Muurahaiskorentoinen
ja: ウスバカゲロウの雛

source: Antlion Slasher
fi: Muurahaiskorentoviiltäjä
ja: ウスバカゲロウのスラッシャー

source: Antlion Spitter
fi: Muurahaiskorentosyöksijä
ja: ウスバカゲロウ唾を吐く人

source: Goblin
fi: Hiisi
ja: ゴブリン

source: Goblin Charger
fi: Hiisisyöksyjä
ja: ゴブリン充電器

source: Goblin Charger Elite
fi: Hiisisyöksyjävalio
ja: ゴブリン充電器エリート

source: Goblin Shaman
fi: Hiisishamaani
ja: ゴブリンシャーマン

source: Goblin Spearman
fi: Hiisikeihäsmies
ja: ゴブリンスピアマン

source: Goblin Spearman Elite
fi: Hiisikeihäsmiesvalio
ja: ゴブリンスピアマンエリート

source: Minotaur
fi: Minotauri
ja: ミノタウロス

source: Skeletal Archer
fi: Luurankoampuja
ja: 骨格アーチャー

source: Skeletal Knight
fi: Luurankoritari
ja: 骨格の騎士

source: Skeletal Mage
fi: Luurankomaagi
ja: 骨格メイジ

source: Skeletal Occultist
fi: Luurankonoita
ja: 骨格オカルト

source: Skeletal Sniper
fi: Luurankosala-ampuja
ja: 骨格スナイパー

source: Skeletal Warrior
fi: Luurankosoturi
ja: 骨格の戦士

source: Skeleton
fi: Luuranko
ja: スケルトン

source: Adult Wyvern
fi: Täysikasvuinen traakki

source: Zombie
fi: Zombi
ja: ゾンビ

source: Bloodthirsty Zombie
fi: Verenhimoinen zombi
ja: 血に飢えたゾンビ

source: Zombie Brute
fi: Zombihirmu
ja: ゾンビブルート

source: Iceclaw Zombie
fi: Jääkynsizombi
ja: 氷の爪ゾンビ

source: Rotting Zombie
fi: Mätänevä zombi
ja: 腐ったゾンビ

source: Vigilante
ja: 自警団

source: Pinpoint
ja: ピンポイント

source: Excalibur
ja: エクスカリバー

source: Glamdring
ja: グラムドリング

source: Durendal
ja: デュランダル

source: Ragnarok
ja: ラグナロク

source: Joyeuse
ja: ジョイェウセ

source: Hrunting
ja: へルンチング

source: Naegling
ja: ナェグリング

source: Gladys
ja: グラディス

source: Ballista
ja: バリスタ

source: Ninja Gi
ja: 忍者王

source: Arrow Wall Strike
ja: アローウォールストライク
