Repository: flareteam/flare-game
Catalog: mods/fantasycore/languages/data.*.po
Languages: fi, ja

source: Health Potion
fi: Terveysjuoma
ja: ヘルスポーション

source: Restore 25 HP
fi: Palauttaa 25 OP
ja: 25 HPを復元する

source: consumable
fi: kuluva

source: Mana Potion
fi: Manajuoma
ja: マナポーション

source: Restore 25 MP
fi: Palauttaa 25 MP
ja: 25 MPを復元する

source: Health Flask
fi: Terveyspullo
ja: 健康フラスコ

source: Restore 75 HP
fi: Palauttaa 75 HP
ja: 75 HPを復元する

source: Mana Flask
fi: Manapullo
ja: マナのフラスコ

source: Restore 75 MP
fi: Palauttaa 75 MP
ja: 75 MPを復元する

source: Diamond
fi: Timantti
ja: ダイヤモンド

source: gem
fi: jalokivi

source: Emerald
fi: Smaragdi
ja: エメラルド

source: Ruby
fi: Rubiini
ja: ルビー

source: Sapphire
fi: Safiiri
ja: サファイア

source: Scroll of Teleport
fi: Kaukosiirtokäärö
ja: テレポートのスクロール

source: Blink to a nearby location
fi: Ilmestyt lähialueelle
ja: 近くの場所に点滅

source: Scroll of Time Stop
fi: Ajanpysäytyskäärö
ja: タイムストップのスクロール

source: Stun nearby enemies for 10 seconds
fi: Lamauttaa lähistön viholliset 10:ksi sekunniksi
ja: 10秒間スタン近くの敵

source: Scroll of Haste
fi: Hoppukäärö
ja: ヘイストのスクロール

source: Double run and attack speed for 20 seconds
fi: Kaksinkertainen juoksu- ja hyökkäysnopeus 20:ksi sekunniksi
ja: 20秒のための二重実行と攻撃速度

source: Clothes
fi: Vaatteet
ja: 服

source: body
fi: keho

source: Tattered Clothes
fi: Repaleiset vaatteet
ja: 襤褸

source: Dwarven Clothes
fi: Kääpiövaatteet
ja: ドワーフの服

source: HP
fi: OP

source: Clothes of Restoration
fi: Palautusvaatteet
ja: 修復の服

source: HP regen
fi: OP palautus
ja: HPリジェネ

source: Elven Clothes
fi: Haltiavaatteet
ja: エルフの服

source: Clothes of Meditation
fi: Meditaatiovaatteet
ja: 瞑想の服

source: MP regen
fi: MP palautus
ja: MPリジェネ

source: Battle Clothes
fi: Taisteluvaatteet
ja: バトル服

source: Clothes of Accuracy
fi: Tarkkuusvaatteet
ja: 精度の服

source: accuracy
fi: tarkkuus
ja: 精度

source: Clothes of Avoidance
fi: Välttelyvaatteet
ja: 回避の服

source: avoidance
fi: Välttely
ja: 回避

source: Summer Clothes
fi: Kesävaatteet
ja: 夏服

source: fire resist
fi: tulensieto
ja: 火のレジスト

source: Winter Clothes
fi: Talvivaatteet
ja: 冬服

source: ice resist
fi: jäänsieto
ja: 氷レジスト

source: Clothes of Slaying
fi: Surmanvaatteet
ja: 殺害の服

source: crit
fi: kuritus
ja: クリティカル

source: Warlord Clothes
fi: Sotaherravaatteet
ja: 将軍の服

source: Clothes of Victory
fi: Voitonvaatteet
ja: 勝利の服

source: Archmage Clothes
fi: Arkkimaagivaatteet
ja: アークメイジの服

source: Clothes of Wizardry
fi: Velhovaatteet
ja: ウィザードリィの服

source: Ancient Clothes
fi: Muinaisvaatteet
ja: 古代の服

source: Clothes of Precision
fi: Säntillisyysvaatteet
ja: 精密の服

source: Clothes of Protection
fi: Suojavaatteet
ja: 保護の服

source: Fiery Clothes
fi: Tuliset vaatteet
ja: 炎の服

source: Frozen Clothes
fi: Jäiset vaatteet
ja: フローズン服

source: Clothes of Destruction
fi: Tuhovaatteet
ja: 破壊の服

source: Butcher's Apron
fi: Teurastajan esiliina
ja: 肉屋のエプロン

source: Medic Wrap
fi: Lääkintämiehen kääre
ja: メディックラップ

source: Wizard Tunic
fi: Velhotunika
ja: ウィザードのチュニック

source: Spellwoven Clothes
fi: Taianomaiset vaatteet
ja: 織綴る服

source: Hunter's Garb
fi: Metsästäjän asu
ja: ハンターの服装

source: Night Watch
fi: Yövartio
ja: ナイトウォッチ

source: Nomad Rags
fi: Paimentolaisryysyt
ja: ノマドのぼろ

source: Fur-Lined Tunic
fi: Turkisvuorinen tunika
ja: 毛皮ライニングチュニック

source: Dagger
fi: Tikari
ja: ダガー

source: main
fi: oletus

source: Rusted Dagger
fi: Ruostunut tikari
ja: さびた短剣

source: Cursed Dagger
fi: Kirottu tikari
ja: ダガーは呪われた

source: Dull Dagger
fi: Tylsä tikari
ja: ダルダガー

source: Dwarven Dagger
fi: Kääpiötikari
ja: ドワーフのダガー

source: Dagger of Restoration
fi: Palautustikari
ja: 修復のダガー

source: Elven Dagger
fi: Haltiatikari
ja: エルフのダガー

source: Dagger of Meditation
fi: Meditaatiotikari
ja: 瞑想のダガー

source: Battle Dagger
fi: Taistelutikari
ja: バトルダガー

source: Dagger of Accuracy
fi: Tarkkuustikari
ja: 精度のダガー

source: Dagger of Avoidance
fi: Välttelytikari
ja: 回避のダガー

source: Summer Dagger
fi: Kesätikari
ja: 夏のダガー

source: Winter Dagger
fi: Talvitikari
ja: 冬のダガー

source: Dagger of Slaying
fi: Surmantikari
ja: 殺害のダガー

source: Warlord Dagger
fi: Sotaherratikari
ja: ウォー​​ロードダガー

source: Dagger of Victory
fi: Voitontikari
ja: 勝利のダガー

source: Archmage Dagger
fi: Arkkimaagitikari
ja: アークメイジダガー

source: Dagger of Wizardry
fi: Velhotikari
ja: ウィザードリィのダガー

source: Ancient Dagger
fi: Muinaistikari
ja: 古代の短剣

source: Dagger of Precision
fi: Säntillisyystikari
ja: 精密のダガー

source: Dagger of Protection
fi: Suojatikari
ja: 保護のダガー

source: Fiery Dagger
fi: Tulinen tikari
ja: 炎の短剣

source: Frozen Dagger
fi: Jäinen tikari
ja: フローズンダガー

source: Dagger of Destruction
fi: Tuhotikari
ja: 破壊のダガー

source: Sacrificial Knife
fi: Uhrausveitsi
ja: 犠牲ナイフ

source: Thorn
fi: Orjantappura
ja: とげ

source: Mind Shard
fi: Mielisiru
ja: マインドシャード

source: Ether Slice
fi: Eetterinsiivu
ja: エーテルスライス

source: Dancing Knife
fi: Tanssiva veitsi
ja: ダンシングナイフ

source: Fire Shard
fi: Tulisiru
ja: ファイアシャード

source: Ice Shard
fi: Jääsiru
ja: アイスシャード

source: Goblin Carver
fi: Hiisipaistiveitsi
ja: ゴブリンカーバー

source: Shortsword
fi: Lyhytmiekka
ja: ショートソード

source: Rusted Shortsword
fi: Ruostunut lyhytmiekka
ja: さびたショートソード

source: Cursed Shortsword
fi: Kirottu lyhytmiekka
ja: ショートソードは呪い

source: Dull Shortsword
fi: Tylsä lyhytmiekka
ja: ダルショートソード

source: Dwarven Shortsword
fi: Kääpiölyhytmiekka
ja: ドワーフのショートソード

source: Shortsword of Restoration
fi: Palautuslyhytmiekka
ja: 修復のショートソード

source: Elven Shortsword
fi: Haltialyhytmiekka
ja: エルフのショートソード

source: Shortsword of Meditation
fi: Meditaatiolyhytmiekka
ja: 瞑想のショートソード

source: Battle Shortsword
fi: Taistelulyhytmiekka
ja: バトルショートソード

source: Shortsword of Accuracy
fi: Tarkkuuslyhytmiekka
ja: 精度のショートソード

source: Shortsword of Avoidance
fi: Välttelylyhytmiekka
ja: 回避のショートソード

source: Summer Shortsword
fi: Kesälyhytmiekka
ja: 夏のショートソード

source: Winter Shortsword
fi: Talvilyhytmiekka
ja: 冬のショートソード

source: Shortsword of Slaying
fi: Surman lyhytmiekka
ja: 殺害のショートソード

source: Warlord Shortsword
fi: Sotaherran lyhytmiekka
ja: 将軍のショートソード

source: Shortsword of Victory
fi: Voiton lyhytmiekka
ja: 勝利のショートソード

source: Archmage Shortsword
fi: Arkkimaagin lyhytmiekka
ja: アークメイジショートソード

source: Shortsword of Wizardry
fi: Velholyhytmiekka
ja: ウィザードリィのショートソード

source: Ancient Shortsword
fi: Muinaislyhytmiekka
ja: 古代のショートソード

source: Shortsword of Precision
fi: Säntillisyyslyhytmiekka
ja: 精密のショートソード

source: Shortsword of Protection
fi: Suojalyhytmiekka
ja: 保護のショートソード

source: Fiery Shortsword
fi: Tulinen lyhytmiekka
ja: 炎のショートソード

source: Frozen Shortsword
fi: Jäinen lyhytmiekka
ja: 冷凍ショートソード

source: Shortsword of Destruction
fi: Tuholyhytmiekka
ja: 破壊のショートソード

source: Gladius
fi: Ottelumiekka
ja: グラディウス

source: Mending Blade
fi: Korjaussäilä
ja: メンディングブレード

source: Mana Edge
fi: Manaterä
ja: マナのエッジ

source: Demon Pact
fi: Demonisopimus
ja: 悪魔の協定

source: Watchman's Blade
fi: Vahtisäilä
ja: 夜警ブレイド

source: Parry Blade
fi: Väistösäilä
ja: パリーブレード

source: Summersword
fi: Kesämiekka
ja: 夏のソード

source: Wintersword
fi: Talvimiekka
ja: 冬のソード

source: Sting
fi: Piikki
ja: スティング

source: Longsword
fi: Pitkämiekka
ja: ロングソード

source: Rusted Longsword
fi: Ruostunut pitkämiekka
ja: さびたロングソード

source: Cursed Longsword
fi: Kirottu pitkämiekka
ja: ロングソードは呪い

source: Dull Longsword
fi: Tylsä pitkämiekka
ja: ダルロングソード

source: Dwarven Longsword
fi: Kääpiöpitkämiekka
ja: ドワーフのロングソード

source: Longsword of Restoration
fi: Palautuspitkämiekka
ja: 修復のロングソード

source: Elven Longsword
fi: Haltiapitkämiekka
ja: エルフのロングソード

source: Longsword of Meditation
fi: Meditaatiopitkämiekka
ja: 瞑想のロングソード

source: Battle Longsword
fi: Taistelupitkämiekka
ja: バトルソード

source: Longsword of Accuracy
fi: Tarkkuuspitkämiekka
ja: 精度のロングソード

source: Longsword of Avoidance
fi: Välttelypitkämiekka
ja: 回避のロングソード

source: Summer Longsword
fi: Kesäpitkämiekka
ja: 夏のロングソード

source: Winter Longsword
fi: Talvipitkämiekka
ja: 冬のロングソード

source: Longsword of Slaying
fi: Surman pitkämiekka
ja: 殺害のロングソード

source: Warlord Longsword
fi: Sotaherran pitkämiekka
ja: 将軍のロングソード

source: Longsword of Victory
fi: Voiton pitkämiekka
ja: 勝利のロングソード

source: Archmage Longsword
fi: Arkkimaagi
ja: アークメイジロングソード

source: Longsword of Wizardry
fi: Velhopitkämiekka
ja: ウィザードリィのロングソード

source: Ancient Longsword
fi: Muinaispitkämiekka
ja: 古代のロングソード

source: Longsword of Precision
fi: Säntillisyyspitkämiekka
ja: 精密のロングソード

source: Longsword of Protection
fi: Suojapitkämiekka
ja: 保護のロングソード

source: Fiery Longsword
fi: Tulinen pitkämiekka
ja: 炎のロングソード

source: Frozen Longsword
fi: Jäinen pitkämiekka
ja: フローズンロングソード

source: Longsword of Destruction
fi: Tuhopitkämiekka
ja: 破壊のロングソード

source: Vampiric Sword
fi: Vampyyrimiekka
ja: 吸血の剣

source: Rapier
fi: Pistomiekka
ja: レイピア

source: Dueling Sword
fi: Kaksintaistelumiekka
ja: 決闘の剣

source: Flame Edge
fi: Liekkiterä
ja: フレイムエッジ

source: Frost Edge
fi: Routaterä
ja: フロストエッジ

source: Vorpal Sword
fi: Vorpal-miekka
ja: ヴォーパルソード

source: Greatsword
fi: Suurmiekka
ja: グレートソード

source: Rusted Greatsword
fi: Ruosteinen suurmiekka
ja: さびたグレートソード

source: Cursed Greatsword
fi: Kirottu suurmiekka
ja: グレートソードは呪い

source: Dull Greatsword
fi: Tylsä suurmiekka
ja: ダルグレートソード

source: Dwarven Greatsword
fi: Kääpiösuurmiekka
ja: ドワーフのグレートソード

source: Greatsword of Restoration
fi: Palautussuurmiekka
ja: 修復のグレートソード

source: Elven Greatsword
fi: Haltiasuurmiekka
ja: エルフのグレートソード

source: Greatsword of Meditation
fi: Meditaatiosuurmiekka
ja: 瞑想のグレートソード

source: Battle Greatsword
fi: Taistelusuurmiekka
ja: バトルソード

source: Greatsword of Accuracy
fi: Tarkkuussuurmiekka
ja: 精度のグレートソード

source: Greatsword of Avoidance
fi: Välttelysuurmiekka
ja: 回避のグレートソード

source: Summer Greatsword
fi: Kesäsuurmiekka
ja: 夏のグレートソード

source: Winter Greatsword
fi: Talvisuurmiekka
ja: 冬のグレートソード

source: Greatsword of Slaying
fi: Surman suurmiekka
ja: 殺害のグレートソード

source: Warlord Greatsword
fi: Sotaherran suurmiekka
ja: 将軍のグレートソード

source: Greatsword of Victory
fi: Voiton suurmiekka
ja: 勝利のグレートソード

source: Archmage Greatsword
fi: Arkkimaagin suurmiekka
ja: アークメイジグレートソード

source: Greatsword of Wizardry
fi: Velhosuurmiekka
ja: ウィザードリィのグレートソード

source: Ancient Greatsword
fi: Muinaissuurmiekka
ja: 古代のグレートソード

source: Greatsword of Precision
fi: Säntillisyyssuurmiekka
ja: プレシジョンのグレートソード

source: Greatsword of Protection
fi: Suojasuurmiekka
ja: 保護のグレートソード

source: Fiery Greatsword
fi: Tulinen suurmiekka
ja: 炎のグレートソード

source: Frozen Greatsword
fi: Jäinen suurmiekka
ja: 冷凍グレートソード

source: Greatsword of Destruction
fi: Tuhosuurmiekka
ja: 破壊のグレートソード

source: Earth Rend
fi: Maanrepijä
ja: 地球のドレイク

source: Soul Rend
fi: Hengenrepijä
ja: 魂のドレイク

source: Sunblade
fi: Aurinkosäilä
ja: 日ブレード

source: Moonblade
fi: Kuusäilä
ja: 月ブレード

source: Armageddon
fi: Harmageddon
ja: アルマゲドン

source: Wand
fi: Varpu
ja: ワンド

source: Cracked Wand
fi: Haljennut varpu
ja: ワンドのひび割れ

source: Cursed Wand
fi: Kirottu varpu
ja: ワンドは、呪われた

source: Depleted Wand
fi: Lopussa oleva varpu
ja: 劣化ウランのワンド

source: Dwarven Wand
fi: Kääpiövarpu
ja: ドワーフのワンド

source: Wand of Restoration
fi: Palautusvarpu
ja: 修復のワンド

source: Elven Wand
fi: Haltiavarpu
ja: エルフのワンド

source: Wand of Meditation
fi: Meditaatiovarpu
ja: 瞑想のワンド

source: Battle Wand
fi: Taisteluvarpu
ja: バトルのワンド

source: Wand of Accuracy
fi: Tarkkuusvarpu
ja: 精度のワンド

source: Wand of Avoidance
fi: Välttelyvarpu
ja: 回避のワンド

source: Summer Wand
fi: Kesävarpu
ja: 夏のワンド

source: Winter Wand
fi: Talvivarpu
ja: 冬のワンド

source: Wand of Slaying
fi: Tuhovarpu
ja: 殺害のワンド

source: Warlord Wand
fi: Sotaherravarpu
ja: 将軍のワンド

source: Wand of Victory
fi: Voitonvarpu
ja: 勝利のワンド

source: Archmage Wand
fi: Arkkimaagivarpu
ja: アークメイジのワンド

source: Wand of Wizardry
fi: Velhovarpu
ja: ウィザードリィのワンド

source: Ancient Wand
fi: Muinaisvarpu
ja: 古代のワンド

source: Wand of Precision
fi: Säntillisyysvarpu
ja: 精密のワンド

source: Wand of Protection
fi: Suojavarpu
ja: 保護のワンド

source: Fiery Wand
fi: Tulinen varpu
ja: 炎のワンド

source: Frozen Wand
fi: Jäinen varpu
ja: フローズンワンド

source: Wand of Destruction
fi: Tuhovarpu
ja: 破壊のワンド

source: Tongue Depressor
fi: Kielenlamauttaja
ja: 舌圧子

source: Living Branch
fi: Elävä oksa
ja: リビング支店

source: Glow Stick
fi: Hehkutikku
ja: グロースティック

source: Mana Catcher
fi: Manasieppari
ja: マナキャッチャー

source: Conductor's Baton
fi: Tahtipuikko
ja: 指揮棒

source: Blink Wand
fi: Vilkkusauva
ja: ブリンクの杖

source: Enchanted Torch
fi: Lumottu soihtu
ja: 魔法にかけトーチ

source: Snowy Branch
fi: Luminen oksa
ja: 雪のブランチ

source: Lich Finger
fi: Lichin sormi
ja: リッチフィンガー

source: Rod
fi: Keppi
ja: ロッド

source: Cracked Rod
fi: Haljennut keppi
ja: ロッドは、ひびが入った

source: Cursed Rod
fi: Kirottu keppi
ja: ロッドの呪い

source: Depleted Rod
fi: Lopussa oleva keppi
ja: 劣化ロッド

source: Dwarven Rod
fi: Kääpiökeppi
ja: ドワーフのロッド

source: Rod of Restoration
fi: Palautuskeppi
ja: 修復のロッド

source: Elven Rod
fi: Haltiakeppi
ja: エルフのロッド

source: Rod of Meditation
fi: Meditaatiokeppi
ja: 瞑想のロッド

source: Battle Rod
fi: Taistelukeppi
ja: バトルロッド

source: Rod of Accuracy
fi: Tarkkuuskeppi
ja: 精度のロッド

source: Rod of Avoidance
fi: Välttelykeppi
ja: 回避のロッド

source: Summer Rod
fi: Kesäkeppi
ja: 夏のロッド

source: Winter Rod
fi: Talvikeppi
ja: 冬のロッド

source: Rod of Slaying
fi: Surmankeppi
ja: 殺害のロッド

source: Warlord Rod
fi: Sotaherrakeppi
ja: 将軍のロッド

source: Rod of Victory
fi: Voitonkeppi
ja: 勝利のロッド

source: Archmage Rod
fi: Arkkimaagikeppi
ja: アークメイジロッド

source: Rod of Wizardry
fi: Velhokeppi
ja: ウィザードリィのロッド

source: Ancient Rod
fi: Muinaiskeppi
ja: 古代のロッド

source: Rod of Precision
fi: Säntillisyyskeppi
ja: 精密のロッド

source: Rod of Protection
fi: Suojakeppi
ja: 保護のロッド

source: Fiery Rod
fi: Tulinen keppi
ja: 炎のロッド

source: Frozen Rod
fi: Jäinen keppi
ja: 冷凍ロッド

source: Rod of Destruction
fi: Tuhokeppi
ja: 破壊のロッド

source: Scepter of Kings
fi: Kuninkaiden valtikka
ja: 王の王笏

source: Medic Rod
fi: Lääkintämiehen keppi
ja: メディックロッド

source: Sage Scepter
fi: Viisaan valtikka
ja: セージセプター

source: Oracle Rod
fi: Oraakkelikeppi
ja: オラクルのロッド

source: Rod of Alignment
fi: Ojennuskeppi
ja: アライメントのロッド

source: Warding Rod
fi: Turvakeppi
ja: ウォー​​ドロッド

source: Ruby-Tipped Cane
fi: Rubiinikärkinen kävelykeppi
ja: ルビー先端杖

source: Diamond-Tipped Cane
fi: Timanttikärkinen kävelykeppi
ja: ダイヤモンド先端杖

source: Unwraveller
fi: Selvittäjä
ja: 解明する

source: Staff
fi: Sauva
ja: スタッフ

source: Cracked Staff
fi: Haljennut sauva
ja: スタッフのひび割れ

source: Cursed Staff
fi: Kirottu sauva
ja: スタッフ呪われた

source: Depleted Staff
fi: Lopussa oleva sauva
ja: 枯渇したスタッフ

source: Dwarven Staff
fi: Kääpiösauva
ja: ドワーフのスタッフ

source: Staff of Restoration
fi: Palautussauva
ja: 修復のスタッフ

source: Elven Staff
fi: Haltiasauva
ja: エルフのスタッフ

source: Staff of Meditation
fi: Meditaatiosauva
ja: 瞑想のスタッフ

source: Battle Staff
fi: Taistelusauva
ja: バトルスタッフ

source: Staff of Accuracy
fi: Tarkkuussauva
ja: 精度のスタッフ

source: Staff of Avoidance
fi: Välttelysauva
ja: 回避のスタッフ

source: Summer Staff
fi: Kesäsauva
ja: 夏のスタッフ

source: Winter Staff
fi: Talvisauva
ja: 冬のスタッフ

source: Staff of Slaying
fi: Surmansauva
ja: 殺害のスタッフ

source: Warlord Staff
fi: Sotaherrasauva
ja: 将軍のスタッフ

source: Staff of Victory
fi: Voitonsauva
ja: 勝利のスタッフ

source: Archmage Staff
fi: Arkkimaagisauva
ja: アークメイジスタッフ

source: Staff of Wizardry
fi: Velhosauva
ja: ウィザードリィのスタッフ

source: Ancient Staff
fi: Muinaissauva
ja: 古代のスタッフ

source: Staff of Precision
fi: Säntillisyyssauva
ja: 精密のスタッフ

source: Staff of Protection
fi: Suojasauva
ja: 保護のスタッフ

source: Fiery Staff
fi: Tulinen sauva
ja: 炎のスタッフ

source: Frozen Staff
fi: Jäinen sauva
ja: フローズンスタッフ

source: Staff of Destruction
fi: Tuhosauva
ja: 破壊のスタッフ

source: Walking Stick
fi: Kävelykeppi
ja: 杖

source: Totem of Life
fi: Elämän toteemi
ja: 生命のトーテム

source: Cosmic Staff
fi: Kosminen sauva
ja: コズミックスタッフ

source: Totem of Dreams
fi: Unien toteemi
ja: 夢のトーテム

source: Staff of True Sight
fi: Ilmestyksen sauva
ja: 真のビッグサイトのスタッフ

source: Staff of Trials
fi: Koettelemusten sauva
ja: 裁判のスタッフ

source: Magma Flow
fi: Magmavirta
ja: マグマ社のフロー

source: Glacial Wind
fi: Jääkylmä tuuli
ja: 氷河風

source: Wyvern Spine
fi: Traakinruoto
ja: ワイバーンスパイン

source: Greatstaff
fi: Suursauva
ja: 素晴らしいスタッフ

source: Cracked Greatstaff
fi: Haljennut suursauva
ja: 素晴らしいスタッフはひびが入った

source: Cursed Greatstaff
fi: Kirottu suursauva
ja: 素晴らしいスタッフは呪い

source: Depleted Greatstaff
fi: Lopussa oleva suursauva
ja: 劣化素晴らしいスタッフ

source: Dwarven Greatstaff
fi: Kääpiösuursauva
ja: ドワーフ素晴らしいスタッフ

source: Greatstaff of Restoration
fi: Palautussuursauva
ja: 修復の素晴らしいスタッフ

source: Elven Greatstaff
fi: Haltiasuursauva
ja: エルフ素晴らしいスタッフ

source: Greatstaff of Meditation
fi: Meditaatiosuursauva
ja: 瞑想の素晴らしいスタッフ

source: Battle Greatstaff
fi: Taistelusuursauva
ja: バトル素晴らしいスタッフ

source: Greatstaff of Accuracy
fi: Tarkkuussuursauva
ja: 精度の素晴らしいスタッフ

source: Greatstaff of Avoidance
fi: Välttelysuursauva
ja: 回避の素晴らしいスタッフ

source: Summer Greatstaff
fi: Kesäsuursauva
ja: 夏素晴らしいスタッフ

source: Winter Greatstaff
fi: Talvisuursauva
ja: 冬素晴らしいスタッフ

source: Greatstaff of Slaying
fi: Surman suursauva
ja: 殺害の素晴らしいスタッフ

source: Warlord Greatstaff
fi: Sotaherran suursauva
ja: 軍閥素晴らしいスタッフ

source: Greatstaff of Victory
fi: Voiton suursauva
ja: 勝利の素晴らしいスタッフ

source: Archmage Greatstaff
fi: Arkkimaagin suursauva
ja: アークメイジ素晴らしいスタッフ

source: Greatstaff of Wizardry
fi: Velhosuursauva
ja: ウィザードリィの素晴らしいスタッフ

source: Ancient Greatstaff
fi: Muinaissuursauva
ja: 古代素晴らしいスタッフ

source: Greatstaff of Precision
fi: Säntillisyyssuursauva
ja: 精密の素晴らしいスタッフ

source: Greatstaff of Protection
fi: Suojasuursauva
ja: 保護の素晴らしいスタッフ

source: Fiery Greatstaff
fi: Tulinen suursauva
ja: 炎の素晴らしいスタッフ

source: Frozen Greatstaff
fi: Jäinen suursauva
ja: 冷凍素晴らしいスタッフ

source: Greatstaff of Destruction
fi: Tuhosuursauva
ja: 破壊の素晴らしいスタッフ

source: Lifegiver
fi: Elämän antaja
ja: 人生の贈り

source: Preserver
fi: Varjelija
ja: くろ

source: Enlightenment
fi: Valaistus
ja: 啓発

source: Defiler
fi: Saastuttaja
ja: デファイラー

source: Precognition
fi: Ennustus
ja: 予知

source: Singularity
fi: Singulariteetti
ja: 特異点

source: Fission
fi: Fissio
ja: 核分裂

source: Fusion
fi: Fuusio
ja: 融合

source: Cataclysm
fi: Luonnonmullistus
ja: 大洪水

source: Slingshot
fi: Ritsa
ja: スリングショット

source: off
fi: pois

source: Cracked Slingshot
fi: Haljennut ritsa
ja: 割れたスリングショット

source: Cursed Slingshot
fi: Kirottu ritsa
ja: スリングショット呪われた

source: Warped Slingshot
fi: Kiero ritsa
ja: 歪んだスリングショット

source: Dwarven Slingshot
fi: Kääpiöritsa
ja: ドワーフのスリングショット

source: Slingshot of Restoration
fi: Palautusritsa
ja: 修復のスリングショット

source: Elven Slingshot
fi: Haltiaritsa
ja: エルフのスリングショット

source: Slingshot of Meditation
fi: Meditaatioritsa
ja: 瞑想のスリングショット

source: Battle Slingshot
fi: Taisteluritsa
ja: バトルスリングショット

source: Slingshot of Accuracy
fi: Tarkkuusritsa
ja: 精度のスリングショット

source: Slingshot of Avoidance
fi: Välttelyritsa
ja: 回避のスリングショット

source: Summer Slingshot
fi: Kesäritsa
ja: 夏のスリングショット

source: Fire Ammo
fi: Tuliammus
ja: 火の弾薬

source: Winter Slingshot
fi: Talviritsa
ja: 冬のスリングショット

source: Ice Ammo
fi: Jääammus
ja: 氷の弾薬

source: Slingshot of Slaying
fi: Surmanritsa
ja: 殺害のスリングショット

source: Warlord Slingshot
fi: Sotaherraritsa
ja: 将軍のスリングショット

source: Slingshot of Victory
fi: Voitonritsa
ja: 勝利のスリングショット

source: Archmage Slingshot
fi: Arkkimaagiritsa
ja: アークメイジのスリングショット

source: Slingshot of Wizardry
fi: Velhoritsa
ja: ウィザードリィのスリングショット

source: Ancient Slingshot
fi: Muinaisritsa
ja: 古代のスリングショット

source: Slingshot of Precision
fi: Säntillisyysritsa
ja: 精密のスリングショット

source: Slingshot of Protection
fi: Suojausritsa
ja: 保護のスリングショット

source: Fiery Slingshot
fi: Tulinen ritsa
ja: 炎のスリングショット

source: Frozen Slingshot
fi: Jäinen ritsa
ja: 冷凍スリングショット

source: Slingshot of Destruction
fi: Tuhoritsa
ja: 破壊のスリングショット

source: Ash Branch
fi: Saarninoksa
ja: アッシュのブランチ

source: Rock Sling
fi: Kivilinko
ja: ロックスリング

source: Willow Branch
fi: Pajunoksa
ja: ウィローの枝

source: Wind Sling
fi: Tuulilinko
ja: 風のスリング

source: Urchin Sling
fi: Rakkarilinko
ja: ウニスリング

source: Swift Sling
fi: Nopea linko
ja: スウィフトスリング

source: Ember Slinger
fi: Kekälelinko
ja: エンバーリンガー

source: Snowball Slinger
fi: Lumilinko
ja: 雪だるまリンガー

source: Giant Slayer
fi: Jätinsurma
ja: ジャイアントスレイヤー

source: Shortbow
fi: Lyhytjousi
ja: ショートボウ

source: Cracked Shortbow
fi: Haljennut lyhytjousi
ja: ショートボウは、ひびが入った

source: Cursed Shortbow
fi: Kirottu lyhytjousi
ja: ショートボウは、呪われた

source: Warped Shortbow
fi: Kiero lyhytjousi
ja: 歪んだショートボウ

source: Dwarven Shortbow
fi: Kääpiölyhytjousi
ja: ドワーフのショートボウ

source: Shortbow of Restoration
fi: Palautuslyhytjousi
ja: 修復のショートボウ

source: Elven Shortbow
fi: Haltialyhytjousi
ja: エルフのショートボウ

source: Shortbow of Meditation
fi: Meditaatiolyhytjousi
ja: 瞑想のショートボウ

source: Battle Shortbow
fi: Taistelulyhytjousi
ja: バトルショートボウ

source: Shortbow of Accuracy
fi: Tarkkuuslyhytjousi
ja: 精度のショートボウ

source: Shortbow of Avoidance
fi: Välttelylyhytjousi
ja: 回避のショートボウ

source: Summer Shortbow
fi: Kesälyhytjousi
ja: 夏のショートボウ

source: Winter Shortbow
fi: Talvilyhytjousi
ja: 冬のショートボウ

source: Shortbow of Slaying
fi: Surman lyhytjousi
ja: 殺害のショートボウ

source: Warlord Shortbow
fi: Sotaherran lyhytjousi
ja: 将軍のショートボウ

source: Shortbow of Victory
fi: Voiton lyhytjousi
ja: 勝利のショートボウ

source: Archmage Shortbow
fi: Arkkimaagin lyhytjousi
ja: アークメイジショートボウ

source: Shortbow of Wizardry
fi: Velholyhytjousi
ja: ウィザードリィのショートボウ

source: Ancient Shortbow
fi: Muinaislyhytjousi
ja: 古代のショートボウ

source: Shortbow of Precision
fi: Säntillisyyden lyhytjousi
ja: 精密のショートボウ

source: Shortbow of Protection
fi: Suojalyhytjousi
ja: 保護のショートボウ

source: Fiery Shortbow
fi: Tulinen lyhytjousi
ja: 炎のショートボウ

source: Frozen Shortbow
fi: Jäinen lyhytjousi
ja: 冷凍ショートボウ

source: Shortbow of Destruction
fi: Tuholyhytjousi
ja: 破壊のショートボウ

source: Orc Chieftan
fi: Örkkipäällikkö
ja: オーク族長

source: Crag Bow
fi: Kielekejousi
ja: 岩山の弓

source: Witch Doctor
fi: Noitatohtori
ja: ウィッチドクター

source: Feywild Bow
fi: Aavistusjousi
ja: 死ぬ運命の野生の弓

source: Bandit
fi: Roisto
ja: バンディット

source: Mithril Bow
fi: Mithril-jousi
ja: ミスリルの弓

source: Fire Striker
fi: Tuleniskijä
ja: 火のストライカー

source: Ice Striker
fi: Jääniskijä
ja: 氷のストライカー

source: Assassin
fi: Salamurhaaja
ja: アサシン

source: Longbow
fi: Pitkäjousi
ja: ロングボウ

source: Cracked Longbow
fi: Haljennut pitkäjousi
ja: ロングボウは、ひびが入った

source: Cursed Longbow
fi: Kirottu pitkäjousi
ja: ロングボウは、呪われた

source: Warped Longbow
fi: Kiero pitkäjousi
ja: ワープドロングボウ

source: Dwarven Longbow
fi: Kääpiöpitkäjousi
ja: ドワーフのロングボウ

source: Longbow of Restoration
fi: Palautuspitkäjousi
ja: 修復のロングボウ

source: Elven Longbow
fi: Haltiapitkäjousi
ja: エルフのロングボウ

source: Longbow of Meditation
fi: Meditaatiopitkäjousi
ja: 瞑想のロングボウ

source: Battle Longbow
fi: Taistelupitkäjousi
ja: バトルロングボウ

source: Longbow of Accuracy
fi: Tarkkuuspitkäjousi
ja: 精度のロングボウ

source: Longbow of Avoidance
fi: Välttelypitkäjousi
ja: 回避のロングボウ

source: Summer Longbow
fi: Kesäpitkäjousi
ja: 夏のロングボウ

source: Winter Longbow
fi: Talvipitkäjousi
ja: 冬のロングボウ

source: Longbow of Slaying
fi: Surman pitkäjousi
ja: 殺害のロングボウ

source: Warlord Longbow
fi: Sotaherran pitkäjousi
ja: 将軍のロングボウ

source: Longbow of Victory
fi: Voiton pitkäjousi
ja: 勝利のロングボウ

source: Archmage Longbow
fi: Arkkimaagin pitkäjousi
ja: アークメイジロングボウ

source: Longbow of Wizardry
fi: Velhopitkäjousi
ja: ウィザードリィのロングボウ

source: Ancient Longbow
fi: Muinaispitkäjousi
ja: 古代のロングボウ

source: Longbow of Precision
fi: Säntillisyyden pitkäjousi
ja: 精密のロングボウ

source: Longbow of Protection
fi: Suojapitkäjousi
ja: 保護のロングボウ

source: Fiery Longbow
fi: Tulinen pitkäjousi
ja: 炎のロングボウ

source: Frozen Longbow
fi: Jäinen pitkäjousi
ja: フローズンロングボウ

source: Longbow of Destruction
fi: Tuhopitkäjousi
ja: 破壊のロングボウ

source: Thunder
fi: Ukkonen
ja: サンダー

source: Bow of the World Tree
fi: Maailmanpuun jousi
ja: 世界樹の弓

source: Lightning
fi: Salama
ja: ライトニング

source: Pharaoh
fi: Faarao
ja: ファラオ

source: Ranger's Bow
fi: Metsänvartijan jousi
ja: レンジャーの弓

source: Siege Bow
fi: Piiritysjousi
ja: 包囲の弓

source: Ruby Strand
fi: Rubiinisäie
ja: ルビーのストランド

source: Diamond Strand
fi: Timanttisäie
ja: ダイヤモンドのストランド

source: Death Mark
fi: Tuonen tähtäin
ja: 死マーク

source: Greatbow
fi: Suurjousi
ja: 偉大な弓
