Repository: flareteam/flare-game
Catalog: mods/fantasycore/languages/engine.*.po
Languages: fr

source: Congratulations, you have reached level %d!
fr: Félicitations, vous avez atteint le niveau %d !

source: You may increase one attribute through the Character Menu.
fr: Vous pouvez améliorer un attribut via le menu Personnage.

source: You are defeated. You lose half your gold. Press Enter to continue.
fr: Vous êtes vaincu. Vous perdez la moitié de votre or. Appuyez sur Entrée pour continuer.

source: You receive %s.
fr: Vous recevez %s.

source: You receive %s x%d.
fr: Vous recevez %s x%d.

source: You receive %d gold.
fr: Vous recevez %d or.

source: You receive %d XP.
fr: Vous recevez %d points d'expérience.

source: Delete Save
fr: Supprimer

source: Delete this save?
fr: Supprimer cette sauvegarde ?

source: Exit to Title
fr: Retour

source: Choose a Slot
fr: Choisir une partie

source: New Game
fr: Nouvelle partie

source: Load Game
fr: Charger

source: Entering game world...
fr: Entrée dans le monde du jeu...

source: Loading saved game...
fr: Chargement d'une partie...

source: Level %d %s
fr: Niveau %d %s

source: Empty Slot
fr: Pas de partie

source: Cancel
fr: Annuler

source: Create Character
fr: Créer un personnage

source: Choose a Portrait
fr: Choisissez un portrait

source: Choose a Name
fr: Choisissez un nom

source: Inventory is full.
fr: L'inventaire est complet.

source: Play Game
fr: Jouer

source: Exit Game
fr: Quitter

source: Level %d
fr: Niveau %d

source: Main Hand
fr: Main principale

source: Body
fr: Corps

source: Off Hand
fr: Seconde main

source: Artifact
fr: Artefact

source: Consumable
fr: Consommable

source: Gem
fr: Gemme

source: Quest Item
fr: Objet de quête

source: Melee damage: %d-%d
fr: Dégâts en corps à corps : %d-%d

source: Melee damage: %d
fr: Dégâts en corps à corps : %d

source: Mental damage: %d-%d
fr: Dégâts mentaux : %d-%d

source: Mental damage: %d
fr: Dégâts mentaux : %d

source: Ranged damage: %d-%d
fr: Dégâts à distance : %d-%d

source: Ranged damage: %d
fr: Dégâts à distance : %d

source: Absorb: %d-%d
fr: Absorbe : %d-%d

source: Absorb: %d
fr: Absorbe : %d

source: Increases %s by %d
fr: Augmente %s de %d

source: Decreases %s by %d
fr: Diminue %s de %d

source: Requires Physical %d
fr: Nécéssite %d de Physique

source: Requires Mental %d
fr: Nécessite %d de Mental

source: Requires Offense %d
fr: Nécessite %d d'Attaque

source: Requires Defense %d
fr: Nécessite %d de Défense

source: Buy Price: %d gold
fr: Prix d'achat : %d or

source: Buy Price: %d gold each
fr: Prix d'achat : %d or par pièce

source: Sell Price: %d gold
fr: Prix de vente : %d or

source: Sell Price: %d gold each
fr: Prix de vente : %d or par pièce

source: %d Gold
fr: %d or

source: Character Menu (C)
fr: Menu Personnage (C)

source: Inventory Menu (I)
fr: Menu Inventaire (I)

source: Power Menu (P)
fr: Menu Pouvoirs (P)

source: Log Menu (L)
fr: Menu Journal (L)

source: Character
fr: Personnage

source: Name
fr: Nom

source: Level
fr: Niveau

source: Physical
fr: Physique

source: Offense
fr: Attaque

source: Defense
fr: Défense

source: Total HP
fr: PV Totaux

source: Regen
fr: Régén.

source: Total MP
fr: PM Totaux

source: Accuracy vs. Def 1
fr: Précision vs. Déf. 1

source: vs. Def 5
fr: vs. Déf. 5

source: Avoidance vs. Off 1
fr: Esquive vs. Off 1

source: Main Weapon
fr: Arme principale

source: Ranged Weapon
fr: Arme de jet

source: Crit Chance
fr: Chance de coup critique

source: Absorb
fr: Absorbe

source: Fire Resist
fr: Résist. feu

source: Ice Resist
fr: Résist. glace

source: Next: %d
fr: Prochain : %d

source: Physical (P) increases melee weapon proficiency and total HP.
fr: Le Physique (P) augmente la compétence avec des armes de corps à corps ainsi que les points de vie totaux.

source: Mental (M) increases mental weapon proficiency and total MP.
fr: Le Mental (M) augmente la compétence avec des armes mentales ainsi que les points de magie totaux.

source: Offense (O) increases ranged weapon proficiency and accuracy.
fr: L'Attaque (O) augmente la compétence avec des armes de jet ainsi que la précision.

source: Defense (D) increases armor proficiency and avoidance.
fr: La Défense (D) augmente la compétence avec des armures et l'esquive.

source: Each point of Physical grants +8 HP
fr: Chaque point de Physique donne +8 PV

source: Each level grants +2 HP
fr: Chaque niveau donne +2 PV

source: Ticks of HP regen per minute
fr: Points de vie régénérés par minute

source: Each point of Physical grants +4 HP regen
fr: Chaque point de Physique donne +4 en régénération de PV

source: Each level grants +1 HP regen
fr: Chaque niveau donne +1 en régénération de PV

source: Each point of Mental grants +8 MP
fr: Chaque point de Mental donne +8 PM

source: Each level grants +2 MP
fr: Chaque niveau donne +2 PM

source: Ticks of MP regen per minute
fr: Points de magie régénérés par minute

source: Each point of Mental grants +4 MP regen
fr: Chaque point de Mental donne +4 en régénération de PM

source: Each level grants +1 MP regen
fr: Chaque niveau donne +1 en régénération de PM

source: Each point of Offense grants +5 accuracy
fr: Chaque point d'Attaque donne +5 en précision

source: Each level grants +1 accuracy
fr: Chaque niveau donne +1 en précision

source: Each point of Defense grants +5 avoidance
fr: Chaque point de Défense donne +5 en esquive

source: Each level grants +1 avoidance
fr: Chaque niveau donne +1 en esquive

source: Dagger Proficiency
fr: Compétence avec une dague

source: Shortsword Proficiency
fr: Compétence avec une épée courte

source: Longsword Proficiency
fr: Compétence avec une épée longue

source: Greatsword Proficiency
fr: Compétence avec une grande épée

source: Wand Proficiency
fr: Compétence avec une baguette magique

source: Rod Proficiency
fr: Compétence avec une baguette de sorcier

source: Staff Proficiency
fr: Compétence avec un bâton de magicien

source: Greatstaff Proficiency
fr: Compétence avec un bâton de sorcier

source: Slingshot Proficiency
fr: Compétence avec une fronde

source: Shortbow Proficiency
fr: Compétence avec un arc court

source: Longbow Proficiency
fr: Compétence avec un arc long

source: Greatbow Proficiency
fr: Compétence avec un grand arc

source: Light Armor Proficiency
fr: Compétence avec une armure légère

source: Light Shield Proficiency
fr: Compétence avec un bouclier léger

source: Heavy Armor Proficiency
fr: Compétence avec une armure lourde

source: Heavy Shield Proficiency
fr: Compétence avec un bouclier lourd

source: %s level %d
fr: %s niveau %d

source: Dead
fr: Mort

source: Exit
fr: Quitter

source: Save and exit to title?
fr: Sauver et quitter ?

source: Inventory
fr: Inventaire

source: Use SHIFT to move only one item.
fr: Utilisez SHIFT pour déplacer un seul objet.

source: CTRL-click a carried item to sell it.
fr: Cliquez sur un objet de l'inventaire avec CTRL enfoncé pour le vendre.

source: This item can only be used from the action bar.
fr: Cet objet ne peut être utilisé que depuis la barre d'action.

source: Quests
fr: Quêtes

source: Achievements
fr: Accomplissements

source: Statistics
fr: Stats.

source: Powers
fr: Pouvoirs

source: Physical + Offense grants melee and ranged attacks
fr: La Physique et l'Attaque donnent des attaques au corps à corps et à distance

source: Physical + Defense grants melee protection
fr: Le Physique et la Défense donnent des protections en corps à corps

source: Mental + Offense grants elemental spell attacks
fr: Le Mental et l'Attaque donnent des sorts d'attaque élémentaires

source: Mental + Defense grants healing and magical protection
fr: Le Mental et la Défense donnent des sorts de protection et de guérison

source: Requires a physical weapon
fr: Nécessite une arme de corps à corps

source: Requires a mental weapon
fr: Nécessite une arme mentale

source: Requires an offense weapon
fr: Nécessite une arme de jet

source: Requires Physical Offense %d
fr: Nécessite Attaque Physique %d

source: Requires Physical Defense %d
fr: Nécessite Défense Physique %d

source: Requires Mental Offense %d
fr: Nécessite Attaque Mentale %d

source: Requires Mental Defense %d
fr: Nécessite Défense Mentale %d

source: Costs %d MP
fr: Consomme %d PM

source: Cooldown: %d seconds
fr: Récupération : %d secondes

source: Vendor
fr: Vendeur
