Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: "Professor Langlier is High Sage of the Averguard. Several volumes kept here are his own writings."
de: "Professor Langlier ist der höchste Weise von Averguard. Mehrere hier aufbewahrte Bücher stammen aus seiner Feder."
fr: "Le professeur Langlier est le Grand Sage d'Averguard. Plusieurs volumes dont il est l'auteur sont stockés ici."
gl: «Mestre Langlier é o gran sabio de Ávegar. Moitos dos volumes aquí gardados están escritos co seu puño e letra».
nl: "Professor Langlier is Hoge Wijze van de Avergarde. Een aantal boeken die hier bewaard worden, zijn door hem geschreven."
ru: «Профессор Ланглиер является высшим мудрецом Авергарда. Некоторые из здешних книг — его собственные сочинения.»
uk: "Професор Ланглієр є Високим Мудрецем Авергуарду. Декотрі томи, що тут зберігаються, написані ним."

source: "The Academy is only open to oathkeeping members of the Averguard. Few others know of its existence."
de: "Die Akademie steht nur vereidigten Mitgliedern der Averguard offen. Nur wenige Andere wissen um ihre Existenz."
fr: "L'académie n'est ouverte qu'aux membres assermentés. En dehors de ces derniers rares sont ceux qui connaissent son existence."
gl: «Só os membros baixo xuramento de Ávegar poden entrar na biblioteca. Poucos outros saben da súas existencia».
nl: "De Academie is alleen toegankelijk voor beëdigde leden van de Avergarde. Slechts enkele anderen weten van haar bestaan."
ru: «Академия открыта лишь для членов Авергарда, давших присягу. Немногие другие знают о её существовании.»
uk: "Академія відкрита лише для тих, хто присягнув Авергуарду. Деякі інші знають про її існування."

source: "The peasants could not be trusted with literacy. Most gave up their books without incident."
de: "Den Bauern konnte man keine Lesekompetenz anvertrauen. Die meisten gaben ihre Bücher ohne Widerrede auf."
fr: "Des paysans instruits ne sont pas dignes de confiance. La plupart ont abandonné leurs livres sans incident."
gl: «Non se lles podía confiar os coñecementos aos campesiños. A maioría entregou os seus libros sen protestar».
nl: "Aan de boeren kon geen alfabetisme worden toevertrouwd. De meesten stonden hun boeken zonder incident af."
ru: «Крестьянам нельзя было доверять литературу. Большинство отдали свои книги без происшествий.»
uk: "Селянам не можна було довірити писемність. Більшість з них просто віддали свої книги."

source: This false book has a secret compartment.
de: Diese Buchattrappe hat ein geheimes Fach.
fr: Ce faux livre a un compartiment secret
gl: Este libro é falso, e ten un compartimento secreto.
nl: Dit boek heeft een verborgen compartiment.
ru: В этой ложной книге есть секретное отделение.
uk: Ця фальшива книга має секретний відсік.

source: Barrel
de: Fass
fr: Tonneau
gl: Barril
it: Barile
nl: Vat
ru: Бочка
uk: Бочка

source: Crate
de: Kiste
fr: Caisse
gl: Caixa
it: Grotta
nl: Kist
ru: Ящик
uk: Ящик

source: This tomb glows with magical runes.
de: Auf diesem Folianten glühen magischen Runen.
fr: Cette tombe porte des runes scintillantes.
gl: O sepulcro brilla con runas máxicas.
nl: Dit boekwerk licht op met gloeiende magische runen.
ru: Эта гробница сияет магическими рунами.
uk: Ця гробниця світиться магічними рунами.

source: Langlier's Tomb
de: Langliers Grab
fr: La tombe du pr.Langlier
gl: Sepulcro de Langlier
nl: Langliers Boekwerk
ru: Гробница Ланглиера
uk: Могила Лангліера

source: Treasure Chest
de: Schatztruhe
fr: Coffre aux trésors
gl: Cofre do tesouro
it: Cesta del Tesoro
nl: Schatkist
ru: Сундук
uk: Скриня з скарбами

source: Averguard Atrium
fr: L'atrium d'Averguard
gl: Atrio de Ávegar
nl: Avergarde - Atrium
ru: Атриум Авергарда
uk: Атріум Авергуарда

source: Goblin Warrens
de: Goblinbau
fr: Le Repaire des Gobelins
gl: Toba dos trasnos
nl: Kobold Holen
ru: Угодья гоблинов
uk: Район Гоблінів

source: This book bears the seal of the Averguard
de: Dieses Buch trägt das Siegel der Averguard
fr: Ce livre porte le sceau d'Averguard
gl: Este libro leva o selo dos Ávegar
nl: Dit boek draagt het zegel van de Avergarde
ru: На этой книге печать Авергарда
uk: На цій книзі є печатка Авергуарда

source: "In the Age of Settlement, the Averguard Knights defended peasants against the chaos of the wilderness."
de: "Im Zeitalter der Besiedlung verteidigten die Ritter der Averguard die Bauern gegen das Chaos der Wildnis."
fr: " A l'âge des pionniers, les chevaliers d'Averguard défendaient les paysans contre le chaos des terres sauvages."
gl: «Na idade do asentamento, os cabaleiros de Ávegar defendían aos campesiños do caos das terras salvaxes».
nl: "In het Vestigingstijdperk, verdedigden de Ridders van de Avergarde de boeren tegen de chaos van de wildernis."
ru: «В эпоху колонизации рыцари Авергарда защищали крестьян от хаоса дикой местности.»
uk: "В Епоху заселення, Лицарі Авергуарду захищали селян від хаосу дикої природи."

source: "Sir Evan Maddox led the Averguard when the plague struck. Powerful clerics from the corners of the world were brought here. By the time a cure was found it was too late."
de: "Sir Evan Maddox führte die Averguard, als die Seuche zuschlug. Die mächtigsten Priester aus aller Welt eilten hierher, doch als endlich ein Heilmittel gefunden schien, war es bereits zu spät."
fr: "Sire Evan Maddox administrait Averguard quand la peste frappa. Les plus puissants clercs des quatre coins du monde furent convoqués. Le temps de trouver un remède, il était trop tard."
gl: «Sir Evan Mádox comandaba os Ávegar cando a praga comezou. Poderosos clérigos de todos os recantos do mundo acudiron ao chamado. Pero para cando finalmente atoparon unha cura, xa era demasiado tarde».
nl: "Heer Evan Maddox leidde de Avergarde toen de plaag toesloeg. Machtige priesters van alle hoeken van de wereld werden hierheen gehaald. Maar toen er eindelijk een geneesmiddel gevonden werd, was het al te laat."
ru: «Сэр Эван Мэддокс руководил Авергардом, когда началась чума. Могущественные лекари со всех концов света были доставлены сюда. Но к тому времени, как было найдено лекарство, было уже слишком поздно.»
uk: "Сер Еван Меддокс вів Авергуард коли прийшла чума. Могутні церковники з різних куточків світу прибули сюди. Але коли лікування було знайдено, було вже пізно."

source: Caves Level 1
de: Höhlen (Ebene 1)
fr: Caves Niveau 1
gl: Covas, nivel 1
nl: Grotten (Niveau 1)
ru: Пещеры, уровень 1
uk: Печери Рівень 1

source: Mine Cart
de: Minenwagen
fr: Chariot de mine
gl: Carreta
nl: Lorrie
ru: Вагонетка
uk: Шахтний візок

source: The crumbling walls of the south tunnel are held up by planks of rotting wood.
de: Die bröckelnden Wände des südlichen Tunnels werden von morschen Holzbalken getragen.
fr: Les murs croulants du tunnel sud sont soutenus par des planches de bois pourris.
gl: O único que impide que as paredes do túnel sur se veñan abaixo son unhas táboas de madeira podre.
nl: De brokkelige wanden van de tijdelijke tunnels worden gedragen door rottende planken.
ru: Осыпающиеся стены южного туннеля поддерживаются прогнившими деревянными досками.
uk: Покришені стіни південного тунелю тримаються на гнилих дошках.

source: These goblins have captured a human trader. Human bones are carefully arranged around the pillar in preparation for a goblin ritual.
de: Diese Goblins haben einen Händler gefangen. Menschliche Knochen wurden in Vorbereitung auf ein Goblinritual sorgsam um die Säule arrangiert.
fr: Ces gobelins ont capturés un marchand humain. Des ossements humains sont soigneusement arrangés autour du pillier en préparation d'un rituel gobelin.
gl: Os trasnos capturaron un comerciante humano. Teñen ósos humanos coidadosamente colocados arredor do piar, seguramente como parte dos preparativos para un dos seus rituais.
nl: Deze Kobolden hebben een handelaar gevangen. Menselijke botten zijn ter voorbereiding van een Koboldritueel zorgzaam om de teil gerangschikt.
ru: Эти гоблины поймали торговца. Человеческие кости аккуратно разложены вокруг колонны в преддверии гоблинского ритуала.
uk: Ці гобліни захопили торговця. Людські кісти ретельно викладені навколо стовпа і гобліни готуються до проведення ритуалу.

source: Talrych says, "You arrived just in time. Please, take this."
de: Talrych sagt: "Ihr seid gerade noch rechtzeitig erschienen. Bitte, nehmt dies."
fr: Talrych dit,"Vous êtes arrivé juste à temps. S'il vous plaît, prenez ceci."
gl: «Chegas xusto a tempo», di Talrich. «Colle isto, por favor».
nl: Talrych zegt: "Je bent net op tijd verschenen. Hier, alsjeblieft."
ru: Талрич говорит: «Ты прибыл как раз вовремя. Возьми это.»
uk: Тарлич каже, "Ти якраз вчасно. Будь ласка візьми це."

source: The walls collapse inward and rubble blocks off the passage!
de: Die Wände stürzen ein und Geröll blockiert den Durchgang!
fr: Les murs s'éffondrent et les débris bloquent le passage!
gl: As paredes derrúbanse e bloquean o camiño de volta!
nl: De wanden storten in en steenslag blokkeert de doorgang!
ru: Стены рушатся и обломки блокируют проход!
uk: Стіни обвалюються всередину і щебінь блокує прохід!

source: Averguard Complex
de: Averguard - Komplex
fr: Le Complexe d'Averguard
gl: Complexo de Ávegar
nl: Avergarde - Complex
ru: Комплекс Авергарда
uk: Комплекс Авергуарда

source: This book is entitled "Training Your Antlion". Chapter 1 is "How Not To Get Eaten". The rest of the book is unfinished.
de: Dieses Buch heißt "Abrichten von Antlions". Kapitel 1 lautet "Wie man es vermeidet, gefressen zu werden". Der Rest des Buches ist leer.
fr: Ce livre porte le titre:"Entrainez votre Atilion". Le chapitre I est:"Comment ne pas se faire manger". Bizarrement, la suite n'a pas été écrite.
gl: Este libro titúlase “Como adestrar unha formiga león”. O primeiro capítulo reza “Como evitar ser devorado”. O libro non chega ao segundo capítulo.
nl: Dit boek heet "Africhten van je Mierenleeuw". Hoofdstuk 1 luidt "Hoe te vermijden opgegeten te worden". De rest van het boek is leeg.
ru: Эта книга называется «Воспитайте своего муравьиного льва». Первая глава — «Как не быть съеденым». Остальная часть книги не закончена.
uk: Ця книга називається "Натренуй свого Мурашиного лева". Глава 1: "Як не бути з'їденим". Далі книга не завершена.

source: Switch System
de: Schaltersystem
fr: Levier
gl: Sistema de pancas
nl: Schakelsysteem
ru: Система переключателей
uk: Система перемикачів

source: Averguard Temple
de: Averguard - Tempel
fr: Le temple d'Averguard
gl: Templo de Ávegar
nl: Avergarde - Tempel
ru: Храм Авергарда
uk: Храм Авергуарда

source: Switch
de: Schalter
fr: Levier
gl: Panca
nl: Schakelaar
ru: Переключатель
uk: Перемикач

source: Sealed Temple Door
de: Versiegelte Tempeltür
fr: Porte du temple scellée
gl: Porta do templo selada
nl: Verzegelde Tempeldeur
ru: Запертая дверь храма
uk: Герметичні двері храму

source: You insert the Averguard Key. Runes glow around the door, then fade. The door is still sealed.
de: Du steckst den Schlüssel ins Schloss. Runen glühen rund um die Tür auf und erlöschen. Die Tür ist noch immer versiegelt.
fr: Vos insérez la clé d'Averguard.Les runes luisent autour de la porte, puis s'éteignent.La porte est toujours scellée.
gl: Usas a chave de Ávegar. As runas que rodean a porta comezar a brillar, e ao pouco volven á normalidade. A porta segue selada.
nl: Je steekt de sleutel in het slot. Runen gloeien op rondom de deur en vervagen vervolgens. De deur blijft verzegeld.
ru: Вы вставляете ключ Авергарда. Руны вокруг двери начинают сиять, но затем гаснут. Дверь по-прежнему заперта.
uk: Ви вставляєте ключ Авергуарда. Руни навколо дверей спалахують а потім гаснуть. Двері все же запечатані.

source: Activate Talisman
de: Talisman aktivieren
fr: Activer l' amulette
gl: Activar o talismán
nl: Talisman activieren
ru: Активировать талисман
uk: Активувати Талісман

source: You read aloud the runes on Langlier's Talisman. The Avergard Key begins to glow!
de: Du liest die Runen auf Langliers Talisman laut vor. Der Schlüssel beginnt zu leuchten!
fr: Vous lisez à haute voix les runes inscrites sur l'amulette du pr.Langlier.
gl: Les en voz alta as runas do talismán de Langlier. A chave de Ávegar comeza a brillar!
nl: Je leest de runen op Langliers Talisman overhard voor. De sleutel begint te gloeien!
ru: Вы громко читаете руны на талисмане Ланглиера. Ключ Авергарда начинает сиять!
uk: Ви вголос читаєте руни над Талісманом Лангліера. Ключ від Авергуарда починає світитися!

source: Temple Door
de: Tempeltür
fr: Porte du temple
gl: Porta do templo
nl: Tempeldeur
ru: Дверь храма
uk: Двері храму

source: "Some said Sir Maddox cared too much for the peasants. He would not quarantine, saying the villagers did not deserve to die locked away."
de: "Manche sagten, Sir Maddox würde sich zu sehr um die Bauern kümmern. Er wollte keine Quarantäne ausrufen, weil er meinte, die Dorfbewohner hätten keinen einsamen Tod verdient."
fr: "Certains disent que sire Maddox avait trop de compassion pour les paysans. Il aurait refusé la quarantaine, disant qu'il serait injuste que les villageois meurent enfermés."
gl: «Disque a Sir Mádox importábanlle demasiado os campesiños. Negábase a poñelos en corentena, alegando que os aldeáns non merecían morrer encerrados.»
nl: "Er wordt beweerd dat Heer Maddox te veel om de boeren gaf. Hij wilde geen quarantaine uitroepen, omdat hij van mening was dat de dorpsbewoners geen eenzame dood verdienden."
ru: «Поговаривали, что Сэр Мэддокс слишком сильно заботился о крестьянах. Он не подвергал их карантину, говоря, что селяне не заслуживают смерти взаперти.»
uk: "Одні казали, що сер Меддокс занадто піклувався про селян. Він би не ізолював їх, сказавши, що сільські жителі не заслуговують того, щоб померти замкненими."

source: "Maddox died of the plague in 638. After attempts to magically revive him failed he was sealed deep behind the temple."
de: "Maddox starb 638 an der Seuche. Alle Versuche, ihn magisch wiederzubeleben, scheiterten und so wurde er tief im Tempel begraben."
fr: "Maddox mourut de la peste en 638. Après de vaines tentatives pour le ramener à la vie par la magie, on a scélé sa dépouille dans les profondeurs du temple."
gl: «Mádox morreu a causa da praga do 638. Tras varios intentos en van de revivilo con maxia, encerrárono finalmente nas profundidades detrás do templo.»
nl: "Maddox stierf in 638 aan de gevolgen van de plaag. Alle pogingen om hem met magie te laten wederopstaan faalden, en hij werd vervolgens diep achter de tempel begraven."
ru: «Мэддокс умер от чумы в 638 году. После того, как попытки магически оживить его завершились неудачей, он был крепко заперт глубоко внутри храма.»
uk: "Меддокс помер від чуми в 638 році. Після того як спроби воскресити його з допомогою магії зазнали невдачі, він був запечатаний глибоко за храмом."

source: This chest is locked.
de: Die Truhe ist verschlossen.
fr: Ce coffre est fermé à clé.
gl: O cofre está pechado.
nl: De kist is op slot.
ru: Этот сундук заперт.
uk: Ця скриня замкнена.

source: A plaque under the statue reads "Sir Evan Maddox, may he return to rescue us all"
de: Das Schild unter der Statue lautet "Sir Evan Maddox, möge er zurückkehren und uns alle erretten!"
fr: Une plaque sous la statue porte l'inscription :"Sire Evan Maddox, faites qu'il revienne nous sauver tous."
gl: A placa da estatua di: «Sir Evan Mádox. Oxalá regrese e nos salve a todos».
nl: Op de plaque onder het beeld staat geschreven "Heer Evan Maddox, dat hij moge terugkeren om ons allen te redden"
ru: Табличка под статуей гласит «Сэр Эван Мэддокс, дабы вернулся он и оберегал нас всех»
uk: На дошці під статуєю написано: "Сер Еван Меддокс, може він повернеться, щоб врятувати всіх нас"

source: A ghastly voice reverberates from the next chamber. "What fool disturbs my tomb?!"
de: Eine schauderhafte Stimme schallt aus der nächsten Kammer. "Welcher Tor wagt es, mich zu stören?"
fr: Une voix terrifiante s'élève de la pièce voisine. "Qui ose troubler mon repos ?"
gl: Unha horríbel voz retumba na cámara do lado. «Quen é o necio que ousa perturbar o meu sepulcro?!».
nl: Een ijzingwekkende kreet schalt uit het aangelegen vertrek. "Welke dwaas verstoort mijn graf?"
ru: Слышен раскатистый жуткий голос из соседней залы: «Что за дурак вторгся в мою гробницу?!»
uk: З наступної камери доноситься жахливий голос . "Який дурень турбує мою могилу?!"

source: Maddox's Tomb
de: Maddox' Sarkophag
fr: La tombe de sire Maddox
gl: Sepulcro de Mádox
nl: Maddox' Tombe
ru: Гробница Мэддокса
uk: Могила Меддокса

source: You wipe dust away from the tomb lid, revealing an inscription: "Here lies Sir Evan Maddox"
de: Du wischst den Staub vom Sarkophagdeckel und legst eine Inschrift frei: "Hier ruht Sir Evan Maddox"
fr: Vous essuyez la poussière sur le couvercle de la tombe, révélant une inscription: " Ici repose sire Evan Maddox"
gl: Limpas a grosa capa de po que cubre a tapa do sepulcro, ata que podes ler claramente a inscrición: «Aquí xace Sir Evan Mádox».
nl: Je veegt het stof van de sarcofaag, dat een inscriptie verborg: "Hier rust Heer Evan Maddox"
ru: Вы стираете пыль с крышки гробницы и видите надпись: «Здесь лежит сэр Эван Мэддокс»
uk: Ви витираєте пил з кришки труни, і виявляєте напис: "Тут спочиває сер Еван Меддокс"

source: Averguard Prison
de: Averguard - Kerker
fr: La prison d'Averguard
gl: Prisión de Ávegar
nl: Avergarde - Kerker
ru: Тюрьма Авергарда
uk: В'язниця Авергуарда

source: The last entry of this well-preserved journal reads: "I feared it would come to this. I knew the Warden's secrets but they would not be contained forever."
de: Der letzte Eintrag in diesem gut erhaltenem Tagebuch lautet: "Ich habe gefürchtet, dass so etwas geschehen könnte. Ich kannte die Geheimnisse des Wächters, aber sie konnten nicht ewig verborgen bleiben."
fr: La dernière inscription de ce journal bien préservé dit:" Je craignais que cela arrive. Je connaissais les secrets du Gardien de prison mais ils n'auraient jamais pu être gardés pour toujours."
gl: Na última páxina do diario, moi ben conservado, pode lerse: «Temía que chegásemos a isto. Sabía dos segredos do garda, pero nada podería contelos eternamente».
nl: De laatste melding in dit goed bewaard gebleven dagboek luidt: "Ik vreesde dat het hiervan zou koment. Ik kende de geheimen van de Opzichter, maar ze konden niet eeuwig verborgen blijven."
ru: Последняя запись в хорошо сохранившемся журнале гласит: «Я боялся, что дойдёт до этого. Я знал секреты привратника, но они не могли храниться вечно.»
uk: Останній запис цього добре збереженого журналу говорить: "Я боявся що дійде до цього. Я знав секрети Тюремника, але вони не будуть берегтись вічно."

source: Lost Mines Level 1
de: Verlorene Minen (Ebene 1)
fr: Les Mines Perdues, niveau 1
gl: Minas perdidas, nivel 1
nl: Verloren Mijnen (Niveau 1)
ru: Потерянные шахты, уровень 1
uk: Загублена Шахта Рівень 1

source: The undead in this room are dressed in the remnants of shredded mining clothes.
de: Die Untoten hier tragen die Überreste von zerfetzter Minenkleidung.
fr: Les morts-vivants dans cette pièce portent les restes déchiquetés de leur vêtements de mineurs.
gl: Os non mortos desta sala visten os restos castigado do que outrora foran as roupas dos mineiros.
nl: De ondoden in deze ruimte zijn gekleed in de resten van gescheurde mijnwerkers kledij.
ru: Нежить в этой комнате одета в обрывки шахтёрской одежды.
uk: Нежить у цій кімнаті одягнена в залишки шахтарського одягу.

source: It looks like the necromancer has been raising the corpses of dead miners as his minions.
de: Es scheint, als habe der Nekromant die Leichen von Minenarbeitern als Diener beschworen.
fr: Il semblerait que le nécromancien ait rappelé les corps des mineurs à son service.
gl: Parece que o nigromante estivo erguendo os cadáveres dos mineiros mortos para que servisen ás súas ordes.
nl: Het lijkt dat de dodenbezweerder de lijken van de mijnwerkers als volgelingen heeft opgeroepen.
ru: Похоже, некромант воскрешал тела мёртвых шахтёров в качестве своих слуг.
uk: Схоже некромант підняв трупи загиблих шахтарів як своїх оплічників.

source: A natural underground river flows through this room.
de: Ein natürlicher unterirdischer Fluss strömt durch diesen Raum.
fr: Une rivière souterraine coule à travers cette pièce.
gl: Un río subterráneo natural atravesa a sala.
nl: Een natuurlijke ondergrondse rivier stroomt door deze ruimte.
ru: Естественная подземная река течёт через эту комнату.
uk: Через цю кімнату протікає природня підземна річка.

source: The river appears to have swollen recently, covering the location where the tracks once were.
de: Der Fluss scheint kürzlich angeschwollen zu sein und bedeckt nun das Gebiet, durch das einst die Gleise führten.
fr: La rivière à débordé récement, recouvrant l'endroit ou était le chemin.
gl: Dá a sensación de que o río creceu non hai moito, cubrindo a zona onde antes se podían ver as pegadas.
nl: De rivier lijkt recent te zijn opgezwollen, waardoor het gebied waar de rails eens was is ondergelopen.
ru: Похоже, что вода в реке недавно поднялась, залив пространство, где раньше была дорога.
uk: Схоже недавно рівень річки піднявся і вона накрила стежки, які тут були раніше.

source: Stalagmite Pillar
de: Stalagmit
fr: Pillier stalagmite
gl: Columna de estalagmita
nl: Stalagmiet
ru: Сталагмитовая колонна
uk: Сталагмітова колона

source: Defeat Ukkonen in the Goblin Warrens.
de: Besiege Ukkonen im Goblinbau.
fr: Vaincre Ukkonen dans le Repaire des Gobelins.
gl: Derrota a Uconen na toba dos trasnos.
nl: Versla Ukkonen in de Kobold holen.
ru: Убейте Укконена в Угодьях гоблинов.
uk: Подолайте Укконена в Районі Гоблінів.

source: Report your victory over Ukkonen to Guill in the Goblin Warrens.
de: Melde deinen Sieg über Ukkonen bei Guill im Goblinbau.
fr: Faites état de votre victoire sur Ukkonen à Guill dans le Repaire des Gobelins.
gl: Informa a Guil, na toba dos trasnos, de que derrotaches a Uconen.
nl: Meld je overwinning van Ukkonen bij Graspen in de Kobold Holen.
ru: Доложите о победе над Укконеном Гвиллу в Угодьях гоблинов.
uk: Повідомте про свою перемогу над Укконеном Гуіллу в Районі Гоблінів.

source: Search Ukkonen's lair in the Goblin Warrens for a missing Averguard Tome.
de: Suche in Ukkonens Lager nach dem verlorenen Folianten von Averguard.
fr: Cherchez l'antre de Ukkonen dans le Repaire des Gobelins et trouvez Le Tome d'Averguard manquant.
gl: Busca un tomo perdido de Ávegar na gorida de Uconen, na toba dos trasnos.
nl: Zoek in Ukkonens onderkomen naar een verloren Boekwerk van de Avergarde.
ru: Поищите пропавший том Авергарда в логове Укконена в Угодьях гоблинов.
uk: Ідіть в лігво Укконена в Районі Гоблінів і знайдіть втрачений Фоліант Авергуарду.

source: Deliver the Averguard Tome to Guill in the Goblin Warrens.
de: Liefere den Folianten von Averguard bei Guill im Goblinbau ab.
fr: Apportez le Tome d'Averguard à Guill dans le Repaire des Gobelins.
gl: Lévalle a Guil, na toba dos trasnos, o tomo de Ávegar.
nl: Lever het Boekwerk van de Avergarde bij Graspen in de Kobold Holen af.
ru: Доставьте том Авергарда Гвиллу в Угодьях гоблинов.
uk: Віддайте Фоліант Авергуарду Гуіллу в Районі Гоблінів.

source: Find the Averguard Key. It is held in Averguard Prison.
de: Finde den Schlüssel von Averguard. Er wird im Kerker aufbewahrt.
fr: Trouvez la clé d'Averguard. Elle se trouve dans la Prison d'Averguard.
gl: Atopa a chave de Ávegar. Está na prisión de Ávegar.
nl: Vind de Sleutel van de Avergarde. Hij wordt in de Averguard Kerker bewaard.
ru: Найдите ключ Авергарда. Он находится в тюрьме Авергарда.
uk: Знайдіть Ключ Авергуарду. Він знаходиться у В'язниці Авергуарду.

source: Tell Guill that you have found the Averguard Key.
de: Berichte Guill, dass du den Schlüssel von Averguard gefunden hast.
fr: Allez dire à Guill que vous avez trouvé la clé d'Averguard.
gl: Informa a Guil de que atopaches a chave de Ávegar.
nl: Bericht Graspen dat je de Sleutel van de Avergarde hebt gevonden.
ru: Скажите Гвиллу, что вы нашли ключ Авергарда.
uk: Скажіть Гуіллу що ви знайшли Ключ Авергуарду.
