Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Battle Longbow
de: Kampferprobter Langbogen
fr: Arc long de combat
gl: Arco de combate
it: Arco Lungo da Battaglia
nl: Lange Boog van de Veldslag
ru: Боевой длинный лук
uk: Бойовий лук

source: Longbow of Accuracy
de: Langbogen der Genauigkeit
fr: Arc long de précision
gl: Arco da puntería
it: Arco Lungo della Precisione
nl: Lange Boog van de Nauwkeurigheid
ru: Длинный лук меткости
uk: Лук акуратності

source: Longbow of Avoidance
de: Langbogen des Ausweichens
fr: Arc long d'ésquive
gl: Arco esquivo
it: Arco Lungo delle Schivate
nl: Lange Boog van de Ontwijking
ru: Длинный лук уклонения
uk: Лук ухилення

source: Summer Longbow
de: Sommerlicher Langbogen
fr: Arc long d'été
gl: Arco do verán
it: Arco Lungo Estivo
nl: Zomerse Lange Boog
ru: Летний длинный лук
uk: Літній лук

source: Winter Longbow
de: Winterlicher Langbogen
fr: Arc long d'hiver
gl: Arco do inverno
it: Arco Lungo Invernale
nl: Winterse Lange Boog
ru: Зимний длинный лук
uk: Зимовий лук

source: Longbow of Slaying
de: Langbogen des Mordens
fr: Arc long de la brute
gl: Arco de caza
it: Arco Lungo dello Svntratore
nl: Lange Boog van de Dood
ru: Длинный лук убийства
uk: Лук вбивства

source: Warlord Longbow
de: Langbogen des Kriegsherrn
fr: Arc long de maître de guerre
gl: Arco de guerreiro
it: Arco Lungo del Condottiero
nl: Lange Boog van de Krijgsheer
ru: Длинный лук военачальника
uk: Лук ватажка

source: Longbow of Victory
de: Langbogen des Sieges
fr: Arc long de victoire
gl: Arco da vitoria
it: Arco Lungo della Vittoria
nl: Lange Boog van de Overwinning
ru: Длинный лук победы
uk: Лук перемоги

source: Archmage Longbow
de: Langbogen des Erzmagus
fr: Arc long d'archimage
gl: Arco de arquimago
it: Arco Lungo dell'Arcimago
nl: Lange Boog van de Aartsmagiër
ru: Длинный лук архимага
uk: Лук архимага

source: Longbow of Wizardry
de: Langbogen der Zauberei
fr: Arc long de sorcellerie
gl: Arco máxico
it: Arco Lungo dello Stregone
nl: Lange Boog van de Magie
ru: Длинный лук волшебства
uk: Лук чаклунства

source: Ancient Longbow
de: Antiker Langbogen
fr: Arc long ancestral
gl: Arco antigo
it: Arco Lungo Antico
nl: Antieke Lange Boog
ru: Древний длинный лук
uk: Старовинний лук

source: Longbow of Precision
de: Langbogen der Präzision
fr: Arc long d'exactitude
gl: Arco da precisión
it: Arco Lungo dell'Accuratezza
nl: Lange Boog van de Nauwkeurigheid
ru: Длинный лук точности
uk: Лук точності

source: Longbow of Protection
de: Langbogen des Schutzes
fr: Arc long de protection
gl: Arco da protección
it: Arco Lungo della Protezione
nl: Lange Boog van de Bescherming
ru: Длинный лук обороны
uk: Лук захисту

source: Fiery Longbow
de: Feuriger Langbogen
fr: Arc long ardent
gl: Arco chameante
it: Arco Lungo Ardente
nl: Vurige Lange Boog
ru: Пламенный длинный лук
uk: Вогняний лук

source: Frozen Longbow
de: Frostiger Langbogen
fr: Arc long du givre
gl: Arco xeado
it: Arco Lungo Glaciale
nl: Vorstige Lange Boog
ru: Морозный длинный лук
uk: Морозний лук

source: Longbow of Destruction
de: Langbogen der Zerstörung
fr: Arc long de destruction
gl: Arco da destrución
it: Arco Lungo della Distruzione
nl: Lange Boog van de Vernietiging
ru: Длинный лук разрушения
uk: Лук знищення

source: Thunder
de: Donner
fr: Tonnerre
gl: Trono
it: Tuono
nl: Donder
ru: Гром
uk: Гроза

source: Bow of the World Tree
de: Bogen des Weltenbaums
fr: Arc de l'Arbre-Monde
gl: Arco da gran árbore
it: Arco dell'Albero del Mondo
nl: Boog van de Wereldboom
ru: Лук из дерева мира
uk: Лук Дерева Світу

source: Lightning
de: Blitz
fr: Foudre
gl: Relampo
it: Fulmine
nl: Bliksem
ru: Молния
uk: Блискавка

source: Pharaoh
fr: Pharaon
gl: Faraón
it: Faraone
nl: Farao
ru: Фараон
uk: Фараон

source: Ranger's Bow
de: Waldläufers Bogen
fr: Arc du rôdeur
gl: Arco silvano
it: Arco da caccia
nl: Woudloper's boog
ru: Охотничий лук
uk: Лук лісника

source: Siege Bow
de: Belagerungsbogen
fr: Arc de siège
gl: Arco de asedio
it: Arco d'Assedio
nl: Belegeringsboog
ru: Осадный лук
uk: Лук облоги

source: Ruby Strand
de: Rubinader
fr: Arc rubis
gl: Fío de rubí
it: Filo di Rubini
nl: Robijnader
ru: Рубиновая струна
uk: Рубінове пасмо

source: Diamond Strand
de: Diamantader
fr: Arc diamant
gl: Fío de diamante
it: Filo di Diamanti
nl: Diamantader
ru: Алмазная струна
uk: Алмазне пасмо

source: Death Mark
de: Todesmal
fr: Emblème de la mort
gl: Marca da morte
it: Segno della Morte
nl: Doodsmerk
ru: Маска смерти
uk: Знак смерті

source: Greatbow
de: Kompositbogen
fr: Grand arc
gl: Arco longo
it: Grande Arco
nl: Composietboog
ru: Великий лук
uk: Великий лук

source: Cracked Greatbow
de: Zerbrochener Kompositbogen
fr: Grand arc fendu
gl: Arco longo roto
it: Grande Arco Incrinato
nl: Gebroken Composietboog
ru: Треснутый великий лук
uk: Тріснутий великий лук

source: Cursed Greatbow
de: Verfluchter Kompositbogen
fr: Grand arc maudit
gl: Arco longo maldito
it: Grande Arco Maledetto
nl: Vervloekte Composietboog
ru: Проклятый великий лук
uk: Проклятий великий лук

source: Warped Greatbow
de: Krummer Kompositbogen
fr: Grand arc faussé
gl: Arco longo torcido
it: Grande Arco Deforme
nl: Kromme Composietboog
ru: Погнутый великий лук
uk: Покручений великий лук

source: Dwarven Greatbow
de: Zwergischer Kompositbogen
fr: Grand arc Nain
gl: Arco longo dos ananos
it: Grande Arco Nanico
nl: Dwergen Composietboog
ru: Гномий великий лук
uk: Великий лук гнома

source: Greatbow of Restoration
de: Kompositbogen der Wiederherstellung
fr: Grand arc de régénération
gl: Arco longo da restauración
it: Grande Arco della Restorazione
nl: Composietboog van Herstel
ru: Великий лук восстановления
uk: Великий лук відновлення

source: Elven Greatbow
de: Elfischer Kompositbogen
fr: Grand arc Elfique
gl: Arco longo dos elfos
it: Grande Arco Elfico
nl: Elfen Composietboog
ru: Эльфийский великий лук
uk: Великий лук ельфа

source: Greatbow of Meditation
de: Kompositbogen der Meditation
fr: Grand arc de méditation
gl: Arco longo da meditación
it: Grande Arco della Meditazione
nl: Composietboog van de Meditatie
ru: Великий лук медитации
uk: Великий лук розуму

source: Battle Greatbow
de: Kampferprobter Kompositbogen
fr: Grand arc de combat
gl: Arco longo de combate
it: Grande Arco da Battaglia
nl: Composietboog van de Veldslag
ru: Боевой великий лук
uk: Бойовий великий лук

source: Greatbow of Accuracy
de: Kompositbogen der Genauigkeit
fr: Grand arc de précision
gl: Arco longo da puntería
it: Grande Arco della Precisione
nl: Composietboog van de Nauwkeurigheid
ru: Великий лук меткости
uk: Великий лук акуратності

source: Greatbow of Avoidance
de: Kompositbogen des Ausweichens
fr: Grand arc d'ésquive
gl: Arco longo esquivo
it: Grande Arco delle Schivate
nl: Composietboog van de Ontwijking
ru: Великий лук уклонения
uk: Великий лук ухилення

source: Summer Greatbow
de: Sommerlicher Kompositbogen
fr: Grand arc d'été
gl: Arco longo do verán
it: Grande Arco Estivo
nl: Zomerse Composietboog
ru: Летний великий лук
uk: Літній великий лук

source: Winter Greatbow
de: Winterlicher Kompositbogen
fr: Grand arc d'hiver
gl: Arco longo do inverno
it: Gran Arco Invernale
nl: Winterse Composietboog
ru: Зимний великий лук
uk: Зимовий великий лук

source: Greatbow of Slaying
de: Kompositbogen des Mordens
fr: Grand arc de la brute
gl: Arco longo de caza
it: Grande Arco dello Sventratore
nl: Composietboog van de Dood
ru: Великий лук убийства
uk: Великий лук вбивства

source: Warlord Greatbow
de: Kompositbogen des Kriegsherrn
fr: Grand arc maître de guerre
gl: Arco longo de guerreiro
it: Grande Arco del Condottiero
nl: Composietboog van de Krijgsheer
ru: Великий лук военачальника
uk: Великий лук ватажка

source: Greatbow of Victory
de: Kompositbogen des Sieges
fr: Grand arc de victoire
gl: Arco longo da vitoria
it: Grande Arco della Vittoria
nl: Composietboog van de Overwinning
ru: Великий лук победы
uk: Великий лук перемоги

source: Archmage Greatbow
de: Kompositbogen des Erzmagus
fr: Grand arc d'archimage
gl: Arco longo de arquimago
it: Grande Arco dell'Arcimago
nl: Composietboog van de Aartsmagiër
ru: Великий лук архимага
uk: Великий лук архимага

source: Greatbow of Wizardry
de: Kompositbogen der Zauberei
fr: Grand arc de sorcellerie
gl: Arco longo máxico
it: Grande Arco dello Stregone
nl: Composietboog van de Magie
ru: Великий лук волшебства
uk: Великий лук чаклунства

source: Ancient Greatbow
de: Antiker Kompositbogen
fr: Grand arc ancestral
gl: Arco longo antigo
it: Grande Arco Antico
nl: Antieke Composietboog
ru: Древний великий лук
uk: Старовинний великий лук

source: Greatbow of Precision
de: Kompositbogen der Präzision
fr: Grand arc d'exactitude
gl: Arco longo da precisión
it: Grande Arco dell'Accuratezza
nl: Composietboog van de Nauwkeurigheid
ru: Великий лук точности
uk: Великий лук точності

source: Greatbow of Protection
de: Kompositbogen des Schutzes
fr: Grand arc de protection
gl: Arco longo da protección
it: Grande Arco della Protezione
nl: Composietboog van de Bescherming
ru: Великий лук обороны
uk: Великий лук захисту

source: Fiery Greatbow
de: Feuriger Kompositbogen
fr: Grand arc ardent
gl: Arco longo chameante
it: Grande Arco Ardente
nl: Vurige Composietboog
ru: Пламенный великий лук
uk: Вогняний великий лук

source: Frozen Greatbow
de: Frostiger Kompositbogen
fr: Grand arc du givre
gl: Arco longo xeado
it: Grande Arco Glaciale
nl: Vorstige Composietboog
ru: Морозный великий лук
uk: Морозний великий лук

source: Greatbow of Destruction
de: Kompositbogen der Zerstörung
fr: Grand arc de destruction
gl: Arco longo da destrución
it: Grande Arco della Distruzione
nl: Composietboog van de Vernietiging
ru: Великий лук разрушения
uk: Великий лук знищення

source: Dragonslayer
de: Drachentöter
fr: Fendragon
gl: Mata-dragóns
it: Sventradraghi
nl: Drakendoder
ru: Убийца драконов
uk: Вбивця драконів

source: Vampire Hunter
de: Vampirjäger
fr: Chasse vampire
gl: Caza-vampiros
it: Cacciatore di Vampiri
nl: Vampierjager
ru: Охотник на вампиров
uk: Мисливець за вампірами

source: Dimensional Rift
de: Dimensionsriss
fr: Fissure dimensionnelle
gl: Ruptura dimensional
it: Spaccature dimensionale
nl: Dimensie Barst
ru: Щель между измерениями
uk: Просторовий розкол

source: Vortex
gl: Vórtice
it: Vortice
ru: Вихрь
uk: Вихр

source: Gladys
gl: Claudia
ru: Глэдис
uk: Гледіс

source: Ballista
de: Balliste
fr: Balliste
gl: Balista
nl: Balliste
ru: Баллиста
uk: Баліста

source: Starfire
de: Sternenfeuer
fr: Feu céleste
gl: Meteoro
it: Stella di Fuoco
nl: Sterrenvuur
ru: Звёздный огонь
uk: Вогонь зірок

source: Voidfire
de: Leerenfeuer
fr: Feu éthéré
gl: Baleiro
it: Vuoto di Fuoco
nl: Leegtevuur
ru: Огонь пустоты
uk: Вогонь пустоти

source: Chaos
gl: Caos
it: Caos
ru: Хаос
uk: Хаос

source: Leather Armor
de: Lederrüstung
fr: Armure de cuir
gl: Armadura de coiro
it: Armatura di Cuoio
nl: Leren Harnas
ru: Кожаная броня
uk: Шкіряні обладунки

source: Cracked Leather Armor
de: Beschädigte Lederrüstung
fr: Armure de cuir déchirée
gl: Armadura de coiro rota
it: Armatura di Cuoio Ususrata
nl: Beschadigd Leren Harnas
ru: Треснутая кожаная броня
uk: Тріснуті шкіряні обладунки

source: Cursed Leather Armor
de: Verfluchte Lederrüstung
fr: Armure de cuir maudite
gl: Armadura de coiro
it: Armatura di Cuoio Maledetta
nl: Vervloekte Leren Harnas
ru: Проклятая кожаная броня
uk: Прокляті шкіряні обладунки

source: Dwarven Leather Armor
de: Zwerigsche Lederrüstung
fr: Armure de cuir Naine
gl: Armadura de coiro dos ananos
it: Armatura di Cuoio Nanico
nl: Dwergen Leren Harnas
ru: Гномья кожаная броня
uk: Шкіряні обладунки гнома

source: Leather Armor of Restoration
de: Lederrüstung der Wiederherstellung
fr: Armure de cuir de régénération
gl: Armadura de coiro da restauración
it: Armatura di Cuoio della Restorazione
nl: Leren Harnas van Herstel
ru: Кожаная броня восстановления
uk: Шкіряні обладунки відновлення

source: Elven Leather Armor
de: Elfische Lederrüstung
fr: Armure de cuir Elfique
gl: Armadura de coiro dos elfos
it: Armatura di Cuoio Elfica
nl: Elfen Leren Harnas
ru: Эльфийская кожаная броня
uk: Шкіряні обладунки ельфа

source: Leather Armor of Meditation
de: Lederrüstung der Meditation
fr: Armure de cuir de méditation
gl: Armadura de coiro da meditación
it: Armatura di Cuoio della Meditazione
nl: Leren Harnas van de Meditatie
ru: Кожаная броня медитации
uk: Шкіряні обладунки розуму

source: Battle Leather Armor
de: Kampferprobte Lederrüstung
fr: Armure de cuir de combat
gl: Armadura de coiro de combate
it: Armatura di Cuoio da Battaglia
nl: Leren Harnas van de Veldslag
ru: Боевая кожаная броня
uk: Бойові шкіряні обладунки

source: Leather Armor of Accuracy
de: Lederrüstung der Genauigkeit
fr: Armure de cuir de précision
gl: Armadura de coiro da puntería
it: Armatura di Cuoio dell'Accuratezza
nl: Leren Harnas van de Nauwkeurigheid
ru: Кожаная броня меткости
uk: Шкіряні обладунки акуратності

source: Leather Armor of Avoidance
de: Lederrüstung des Ausweichens
fr: Armure de cuir d'ésquive
gl: Armadura de coiro esquiva
it: Armatura di Cuoio della Precisione
nl: Leren Harnas van de Ontwijking
ru: Кожаная броня уклонения
uk: Шкіряні обладунки уникнення

source: Summer Leather Armor
de: Sommerliche Lederrüstung
fr: Armure de cuir d'été
gl: Armadura de coiro do verán
it: Armatura di Cuoio Estiva
nl: Zomers Leren Harnas
ru: Летняя кожаная броня
uk: Літні шкіряні обладунки

source: Winter Leather Armor
de: Winterliche Lederrüstung
fr: Armure de cuir d'hiver
gl: Armadura de coiro do inverno
it: Armatura di Cuoio Invernale
nl: Winters Leren Harnas
ru: Зимняя кожаная броня
uk: Зимові шкіряні обладунки

source: Leather Armor of Slaying
de: Lederrüstung des Mordens
fr: Armure de cuir de la brute
gl: Armadura de coiro de caza
it: Armatura di Cuoio dello Sventratore
nl: Leren Harnas van de Dood
ru: Кожаная броня убийства
uk: Шкіряні обладунки вбивства

source: Warlord Leather Armor
de: Lederrüstung des Kriegsherrn
fr: Armure de cuir de maître de guerre
gl: Armadura de coiro de guerreiro
it: Armatura di Cuoio del Condottiero
nl: Leren Harnas van de Krijgsheer
ru: Кожаная броня военачальника
uk: Шкіряні обладунки ватажка

source: Leather Armor of Victory
de: Lederrüstung des Sieges
fr: Armure de cuir de victoire
gl: Armadura de coiro da vitoria
it: Armatura di Cuoio della Vittoria
nl: Leren Harnas van de Overwinning
ru: Кожаная броня победы
uk: Шкіряні обладунки перемоги

source: Archmage Leather Armor
de: Lederrüstung des Erzmagus
fr: Armure de cuir d'archimage
gl: Armadura de coiro de arquimago
it: Armatura di Cuoio dell'Arcimago
nl: Leren Harnas van de Aartsmagiër
ru: Кожаная броня архимага
uk: Шкіряні обладунки архимага

source: Leather Armor of Wizardry
de: Lederrüstung der Zauberei
fr: Armure de cuir de sorcellerie
gl: Armadura de coiro máxica
it: Armatura di Cuoio dello Stregone
nl: Leren Harnas van de Magie
ru: Кожаная броня волшебства
uk: Шкіряні обладунки чаклунства

source: Ancient Leather Armor
de: Antike Lederrüstung
fr: Armure de cuir ancestrale
gl: Armadura de coiro antiga
it: Armatura di Cuoio Antico
nl: Antiek Leren Harnas
ru: Древняя кожаная броня
uk: Старовинні шкіряні обладунки

source: Leather Armor of Precision
de: Lederrüstung der Präzision
fr: Armure de cuir d'exactitude
gl: Armadura de coiro da precisión
it: Armatura di Cuoio dell'Accuratezza
nl: Leren Harnas van de Nauwkeurigheid
ru: Кожаная броня точности
uk: Шкіряні обладунки точності

source: Leather Armor of Protection
de: Lederrüstung des Schutzes
fr: Armure de cuir de protection
gl: Armadura de coiro da protección
it: Armatura di Cuoio della Protezione
nl: Leren Harnas van de Bescherming
ru: Кожаная броня обороны
uk: Шкіряні обладунки захисту

source: Fiery Leather Armor
de: Feurige Lederrüstung
fr: Armure de cuir ardente
gl: Armadura de coiro chameante
it: Armatura di Cuoio Ardente
nl: Vurig Leren Harnas
ru: Пламенная кожаная броня
uk: Вогняні шкіряні обладунки

source: Frozen Leather Armor
de: Frostige Lederrüstung
fr: Armure de cuir du givre
gl: Armadura de coiro xeada
it: Armatura di Cuoio Invernale
nl: Vorstig Leren Harnas
ru: Морозная кожаная броня
uk: Морозні шкіряні обладунки

source: Leather Armor of Destruction
de: Lederrüstung der Zerstörung
fr: Armure de cuir de destruction
gl: Armadura de coiro da destrución
it: Armatura di Cuoio della Distruzione
nl: Leren Harnas van de Vernietiging
ru: Кожаная броня разрушения
uk: Шкіряні обладунки знищення

source: Barbarian Wrap
de: Barbarenumhang
fr: Pèlerine barbare
gl: Capa bárbara
it: Mantello Barbarica
nl: Barbarenwikkel
ru: Накидка варвара
uk: Накидка варвара

source: Bugbear Tunic
de: Gespenstertunika
fr: Tunique du Croquemitaine
gl: Túnica de pesadelo
it: Tunica dello Spauracchio
nl: Boemantunika
ru: Туника пугала
uk: Туніка опудала

source: Runic Leather
de: Runisches Leder
fr: Cuir runique
gl: Coiro rúnico
it: Armatura Runica
nl: Runen Leder
ru: Руническая кожа
uk: Рунічна шкіра

source: Battlemage Tunic
de: Tunika des Kampfmagiers
fr: Tunique du mage de guerre
gl: Túnica de mago guerreiro
it: Tunica del Mago da Battaglia
nl: Tuniek van de strijdmagiërs
ru: Туника боевого мага
uk: Туніка бойового мага

source: Predator Hide
de: Raubtierbalg
fr: Cuir du prédateur
gl: Pel de depredador
it: Pelle del Predatore
nl: Roofdierpels
ru: Шкура хищника
uk: Шкура хижака

source: Chimera Hide
de: Chimärenbalg
fr: Cuir de chimère
gl: Pel de quimera
it: Pelle di Chimera
nl: Schimmenpels
ru: Шкура химеры
uk: Шкура химери

source: Red Dragonhide
de: Rotdrachenbalg
fr: Peau du dragon rouge
gl: Pel de dragón vermello
it: Pelle di Drago Rossa
nl: Rode Draak Pels
ru: Шкура красного дракона
uk: Червона шкіра дракона

source: White Dragonhide
de: Weißdrachenbalg
fr: Peau du dragon blanc
gl: Pel de dragón branco
it: Pelle di Drago Bianca
nl: Witte Draak Pels
ru: Шкура белого дракона
uk: Біла шкіра дракона

source: Ninja Gi
de: Ninjagewand
fr: Tunique ninja
gl: Traxe ninja
ru: Костюм ниндзя
uk: Ніндця Гі

source: Buckler
fr: Rondache
gl: Broquel
nl: Houten Schild
ru: Малый щит
uk: Круглий щит

source: Cracked Buckler
de: Zerbrochener Buckler
fr: Rondache fissurée
gl: Broquel roto
it: Buckler Incrinato
nl: Gebroken Houten Schild
ru: Треснутый малый щит
uk: Тріснутий круглий щит

source: Cursed Buckler
de: Verfluchter Buckler
fr: Rondache maudite
gl: Broquel maldito
it: Buckler Maledetto
nl: Vervloekt Houten Schild
ru: проклятый малый щит
uk: Проклятий круглий щит

source: Dwarven Buckler
de: Zwergischer Buckler
fr: Rondache Naine
gl: Broquel dos ananos
it: Buckler Nanico
nl: Dwergen Houten Schild
ru: Гномий малый щит
uk: Круглий щит гнома

source: Buckler of Restoration
de: Buckler der Wiederherstellung
fr: Rondache de régénération
gl: Broquel da restauración
it: Buckler della Restorazione
nl: Houten Schild van Herstel
ru: Малый щит восстановления
uk: Круглий щит відновлення

source: Elven Buckler
de: Elfischer Buckler
fr: Rondache Elfique
gl: Broquel dos elfos
it: Buckler Elfica
nl: Elfen Houten Schild
ru: Эльфийский малый щит
uk: Круглий щит ельфа

source: Buckler of Meditation
de: Buckler der Meditation
fr: Rondache de méditation
gl: Broquel da meditación
it: Buckler della Meditazione
nl: Houten Schild van de Meditatie
ru: Малый щит медитации
uk: Круглий щит розуму

source: Battle Buckler
de: Kampferprobter Buckler
fr: Rondache de combat
gl: Broquel de combate
it: Buckler da Battaglia
nl: Houten Schild van de Veldslag
ru: Боевой малый щит
uk: Бойовий круглий щит

source: Buckler of Accuracy
de: Buckler der Genauigkeit
fr: Rondache de précision
gl: Broquel da puntería
it: Buckler della Precisione
nl: Houten Schild van de Nauwkeurigheid
ru: Малый щит меткости
uk: Круглий щит акуратності

source: Buckler of Avoidance
de: Buckler des Ausweichens
fr: Rondache d'ésquive
gl: Broquel esquivo
it: Buckler delle Schivate
nl: Houten Schild van de Ontwijking
ru: Малый щит уклонения
uk: Круглий щит уникнення

source: Summer Buckler
de: Sommerlicher Buckler
fr: Rondache d'été
gl: Broquel do verán
it: Buckler Estivo
nl: Zomers Houten Schild
ru: Летний малый щит
uk: Літній круглий щит

source: Winter Buckler
de: Winterlicher Buckler
fr: Rondache d'hiver
gl: Broquel do inverno
it: Buckler Invernale
nl: Winters Houten Schild
ru: Зимний малый щит
uk: Зимовий круглий щит

source: Buckler of Slaying
de: Buckler des Mordens
fr: Rondache de la brute
gl: Broquel de caza
it: Buckler dello Sventratore
nl: Houten Schild van de Dood
ru: Малый щит убийства
uk: Круглий щит вбивства

source: Warlord Buckler
de: Buckler des Kriegsherrn
fr: Rondache de maître de guerre
gl: Broquel de guerreiro
it: Buckler del Condottiero
nl: Houten Schild van de Krijgsheer
ru: Малый щит военачальника
uk: Круглий щит ватажка

source: Buckler of Victory
de: Buckler des Sieges
fr: Rondache de victoire
gl: Broquel da vitoria
it: Buckler della Vittoria
nl: Houten Schild van de Overwinning
ru: Малый щит победы
uk: Круглий щит перемоги

source: Archmage Buckler
de: Buckler des Erzmagus
fr: Rondache d'archimage
gl: Broquel de arquimago
it: Buckler dell'Arcimago
nl: Houten Schild van de Aartsmagiër
ru: Малый щит архимага
uk: Круглий щит архимага

source: Buckler of Wizardry
de: Buckler der Zauberei
fr: Rondache de sorcellerie
gl: Broquel máxico
it: Buckler dello Stregone
nl: Houten Schild van de Magie
ru: Малый щит волшебства
uk: Круглий щит чаклунства

source: Ancient Buckler
de: Antiker Buckler
fr: Rondache ancestrale
gl: Broquel antigo
it: Buckler Antico
nl: Antiek Houten Schild
ru: Древний малый щит
uk: Старовинний круглий щит

source: Buckler of Precision
de: Buckler der Präzision
fr: Rondache d'exactitude
gl: Broquel da precisión
it: Buckler dell'Accuratezza
nl: Houten Schild van de Nauwkeurigheid
ru: Малый щит точности
uk: Круглий щит точності

source: Buckler of Protection
de: Buckler des Schutzes
fr: Rondache de protection
gl: Broquel da protección
it: Buckler della Protezione
nl: Houten Schild van de Bescherming
ru: Малый щит обороны
uk: Круглий щит захисту

source: Fiery Buckler
de: Feuriger Buckler
fr: Rondache ardente
gl: Broquel chameante
it: Buckler Ardente
nl: Vurig Houten Schild
ru: Пламенный малый щит
uk: Вогняний круглий щит

source: Frozen Buckler
de: Frostiger Buckler
fr: Rondache du givre
gl: Broquel xeado
it: Buckler Glaciale
nl: Vorstig Houten Schild
ru: Морозный малый щит
uk: Морозний круглий щит

source: Buckler of Destruction
de: Buckler der Zerstörung
fr: Rondache de destruction
gl: Broquel da destrución
it: Buckler della Distruzione
nl: Houten Schild van de Vernietiging
ru: Малый щит разрушения
uk: Круглий щит знищення

source: Gladiator Buckler
de: Buckler des Gladiatoren
fr: Rondache du gladiateur
gl: Broquel de gladiador
it: Buckler del Gladiatore
nl: Houten Schild van de Gladiator
ru: Щит гладиатора
uk: Круглий щит гладіатора

source: Holy Targe
de: Heilige Targe
fr: Targe bénie
gl: Tarxa sagrada
it: Targe Santo
nl: Heilige Targe
ru: Святой щит
uk: Святий маленький круглий щит

source: Averguard Disc
de: Averguardscheibe
fr: Rondache d'Averguard
gl: Disco de Ávegar
it: Disco dellì'Avvanguardia
nl: Avergarde Schijf
ru: Диск Авергарда
uk: Диск Авергуарду

source: Mage Targe
de: Magiertarge
fr: Rondache du mage
gl: Tarxa de mago
it: Targe Magico
nl: Magiërtarge
ru: Щит мага
uk: Маленький круглий щит мага

source: Focus Buckler
de: Fokusbuckler
fr: Rondache de concentration
gl: Broquel de concentración
it: Buckler della Messa a Fuoco
nl: Focus Houten Schild
ru: Щит сосредоточения
uk: Круглий щит фокусу

source: Guardian Targe
de: Wächtertarge
fr: Rondache du gardien
gl: Tarxa de garda
it: Targe della Guardia
nl: Wachtertarge
ru: Щит телохранителя
uk: Маленький круглий охоронця

source: Heat Barrier
de: Hitzeschild
fr: Coupe feu
gl: Barreira de calor
it: Barriera di Calore
nl: Hitteschild
ru: Барьер жара
uk: Гарячий бар'єр

source: Cold Barrier
de: Kälteschild
fr: Barrière de glace
gl: Barreira de frío
it: Barriera Fredda
nl: Koudeschild
ru: Барьер холода
uk: Ходоний бар'єр
