Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Use the Averguard Key to enter the burial chamber deep within Averguard Temple.
de: Benutze den Schlüssel, um in die Grabkammer tief im Tempel von Averguard einzudringen.
fr: Utilisez la clé d'Averguard pour entrer dans la chambre funéraire, dans les profondeurs du Temple d'Averguard.
gl: Usa a chave de Ávegar para entrar na cámara sepulcral que hai nas profundidades tras o templo de Ávegar.
nl: Gebruik de sleutel om diep in de tempel van de Avergarde tot de grafkamer door te dringen.
ru: Используйте ключ Авергарда, чтобы войти в усыпальницу глубоко внутри храма Авергарда.
uk: Використайте Ключ Авергуарду для входу в похоронну камеру глибоко всередині Храму Авергуарду.

source: The Averguard Key did not open the burial chamber door. Speak to Guill for help.
de: Der Schlüssel von Averguard hat die Tür zur Grabkammer nicht geöffnet. Frage Guill um Rat.
fr: La clé d'Averguard n'a pas ouvert la porte de la chambre funéraire. Allez demander de l'aide à Guill.
gl: A chave de Ávegar non abriu a porta da cámara sepulcral. Pídelle axuda a Guil.
nl: De sleutel van de avergarde heeft de deur naar de grafkamer niet geopend. Vraag Graspen om raad.
ru: Ключ Авергарда не открыл дверь усыпальницы. Обратитесь за помощью к Гвиллу.
uk: Ключ Авергуарду не відчинив двері в похоронній камері. Попросіть у Гуілла про допомогу.

source: Search the Averguard Academy for Professor Langlier's secret to breaking the Burial Chamber seal.
de: Suche in der Akademie von Averguard nach Professor Langliers Geheimnis, wie man das Siegel der Grabkammer bricht.
fr: Cherchez l'académie d'Averguard et trouvez le secret du professeur Langlier permettant d'ouvrir la porte scellée de la Chambre Funéraire
gl: Busca na biblioteca de Ávegar o segredo do mestre Langlier para romper o selo da cámara sepulcral.
nl: Zoek in de Academie van de Avergarde naar Professor Langliers geheim om het zegel van de grafkamer te verbreken.
ru: Поищите в академии Авергарда секрет профессора Ланглиера, как открыть замок усыпальницы.
uk: Ідіть в Академію Авергуарду і дізнайтесь секрет Професора Ланглієра щоб зламати печать похоронної камери.

source: Show Langlier's Talisman to Guill.
de: Zeige Guill Langliers Talisman.
fr: Montrez l'Amulette du pr.Langlier à Guill.
gl: Lévalle a Guil o talismán de Langlier.
nl: Laat Graspen Langliers Talisman zien.
ru: Покажите талисман Ланглиера Гвиллу.
uk: Показати Талісман Лангліера Гуіллу.

source: Enter the Averguard Temple burial chamber and defeat Sir Evan Maddox.
de: Betrete die Grabkammer des Tempels von Averguard und besiege Sir Evan Maddox.
fr: Entrez dans la Chambre Funéraire du Temple d'Averguard et vainquez sire Evan Maddox.
gl: Entra na cámara sepulcral do templo de Ávegar e derrota a Evan Mádox.
nl: Betreed de grafkamer van de Tempel van de Avergarde en versla Heer Evan Maddox.
ru: Войдите в усыпальницу храма Авергарда и убейте Сэра Эвана Мэддокса.
uk: Йдіть до похоронної камери Храму Авергуарду і подолайте сера Евана Меддокса.

source: Report Maddox's defeat to Guill
de: Berichte Guill von Maddox' Niederlage.
fr: Faites part de la défaite de Evan Maddox à Guill.
gl: Informa a Guil de que derrotaches a Mádox.
nl: Bericht Graspen over Maddox zijn nederlaag.
ru: Доложите о победе над Мэддоксом Гвиллу.
uk: Скажіть Гуіллу що Ви перемогли Меддокса

source: Talrych, Captured Trader
de: Talrych, Gefangener Händler
fr: Talrych, marchand captif
gl: Talrich, mercador apresado
nl: Talrych, Gevangen Handelaar
ru: Талрич, пойманный торговец
uk: Талрич, Захоплений Торговець

source: Kenrik, Trade Guild
de: Kenrik, Handelsgilde
fr: Kenrik, Guilde des Marchands
gl: Quenric, gremio dos mercadores
it: Kenrik, Gilda dei commercianti
nl: Kenrik, Handelsgilde
ru: Кенрик, торговая гильдия
uk: Кенрік, Торгова Гільдія

source: Guill, Scribe of the Order
de: Guill, Schreiber des Ordens
fr: Guill, scribe de l'Ordre.
gl: Guil, escriba da orde
nl: Graspen, Schriftgeleerde van de Order
ru: Гвилл, летописец Ордена
uk: Гуілл, Писар Ордену

source: I am Guill, a scribe with the Order. I am grateful you've come -- we are short on trained warriors due to the call-to-arms in Ancelot.
de: Ich bin Guill, und ich bin Schreiber im Orden. Ich bin überaus dankbar, dass Ihr gekommen seid -- wir haben kaum ausgebildete Krieger hier, weil die meisten nach Ancelot zu den Waffen gerufen wurden.
fr: Je suis Guill, un scribe de l'Ordre. Je suis heureux que tu sois là--nous manquons de guerriers aguérris depuis les évènements d'Ancelot.
gl: Son Guil, un escriba da orde. Alégrome de que viñeses, dende a chamada ás armas en Ancelot andamos faltos de guerreiros con experiencia.
nl: Ik ben Graspen, en ik ben schriftgeleerde van de Orde. Ik ben dankbaar dat je gekomen bent -- we hebben nauwelijks getrainde krijgslieden hier, omdat de meesten te wapen geroepen zijn naar Ancelot.
ru: Я Гвилл, летописец Ордена. Я признателен, что ты пришёл — нам не хватает обученных воинов в связи с призывом к оружию в Анцелоте.
uk: Я Гуілл, писар Ордену. Я вдячний що ти прийшов -- у нас не досить кваліфікованих воїнів через військові дії в Анцелоті.

source: Why is the Order interested in these ruins?
de: Warum interessiert sich der Orden für diese ... Ruinen?
fr: Pourquoi l'Ordre s'intéresse-t-il à ces ruines?
gl: Que se lle perde á orde nestas ruínas?
nl: Waarom is de Order geinteresseerd in deze ruïnes?
ru: Почему Ордену интересны эти руины?
uk: Що цікавого для Ордену є в цих руїнах?

source: What the locals call the Goblin Warrens is actually the entrance to a grand underground fortress known as Averguard Keep. This site is sacred to our order. Our primary mission is to cleanse the evil from this place.
de: Was die Einheimischen den Goblinbau nennen, ist in Wahrheit der Eingang zu einer großen, unterirdischen Festung bekannt als Feste von Averguard. Dieser Ort ist unserem Orden heilig. Deshalb ist unser Hauptziel, das Böse von hier zu vertreiben.
fr: Ce que les locaux appellent le Repaire des Gobelins n'est autre que l'entrée d'une grande forteresse souterraine connue sous le nom de Fort Averguard. Pour l'Ordre ce site est sacré. Notre tâche principale est de bânnir le mal de ce lieu.
gl: O que a xente destas terras chama a “toba dos trasnos” é en realidade a entrada a unha enorme fortaleza subterránea coñecida coma o Forte de Ávegar. Trátase dun lugar sagrado. A nosa misión principal consiste en erradicar o mal deste lugar.
nl: Wat meestal de Kobold Holen genoemt worden, is in werkelijkheid de ingang van een grote onderaardse vesting bekend als de Toren van de Avergarde. Deze plek is heilig voor onze orde. Ons hoofddoel is om het kwaad hier te verdrijven.
ru: То, что местные называют охотничими угодьями гоблинов, на самом деле вход в подземную крепость, известную как цитадель Авергард. Это место священно для нашего ордена. Наша основная цель — очистить это место от зла.
uk: Те що місцеві жителі називають Районом Гоблінів насправді є входом до великої підземної фортеці, відомої як Донжон Авергуарду. Це місце є священним для нашого ордену. Нашим основним завданням є очистити це місце від зла.

source: The goblins in the Warrens answer to a warlord named Ukkonen. Most goblins are merely curious; this Ukkonen is bloodthirsty. Punish him for desecrating this place. His lair is here in the Warrens.
de: Die Goblins in diesem Bau gehorchen einem Kriegsherrn, Ukkonen. Meist sind Goblins eher neugierig, Ukkonen aber ist blutrünstig. Bestraft ihn für den Frevel, den er an dieser Stätte begangen hat. Ihr findet sein Lager hier im Goblinbau.
fr: Dans le Repaire, les gobelins obéissent à un guerrier nommé Ukkonen. La plupart des gobelins sont simplement curieux; cet Ukkonen est assoiffé de sang. Punis-le pour avoir osé souiller ce lieu. Son antre est dans le Repaire.
gl: Os trasnos da toba están dirixidos por un guerreiro chamado Uconen. A meirande parte dos trasnos son simplemente curiosos, pero este… Uconen está sedento de sangue. Debes castigalo por profanar este lugar. A súa gorida está aquí na toba.
nl: De kobolden in deze Holen zijn onderhorig aan een krijgsheer, Ukkonen. De meeste kobolden zijn slechts nieuwsgierig. Ukkonen is echter bloeddorstig. Straf hem voor het ontheiligen van deze plek. Je vindt zijn onderkomen hier in de Kobold Holen.
ru: Гоблины в угодьях подчиняются военачальнику по имени Укконен. Большинство гоблинов просто любопытны; этот Укконен кровожаден. Накажи его за осквернение этого места. Его логово находится здесь, в угодьях.
uk: Гобліни в Районі служать ватажку на і'мя Укконен. Більшість гоблінів просто допитливі; цей Укконен є кровожерним. Покарай його за осквернення цього місця. Його лігво знаходиться тут, в Районі.

source: The Averguard left a set of Chronicles detailing their final era. One volume is missing. I've searched this entire area except for Ukkonen's lair. If you find the book please return to me.
de: Die Averguard hat uns eine Reihe von Chroniken über ihre letzten Jahre hinterlassen. Ein Band fehlt jedoch. Ich habe im gesamten Gebiet außer in Ukkonens Lager gesucht. Falls Ihr das Buch finden solltet, bringt es bitte zu mir zurück.
fr: Il reste quelques chroniques détaillant le déclin d'Averguard. Un de ces volumes est manquant. Je l'ai cherché dans tout le secteur ormis l'antre d'Ukkonen, je ne suis pas de taille à l'affronter. Si tu trouves ce volume, apporte-le moi.
gl: O Ávegar deixou unha serie de crónicas con detalles sobre os seus últimos anos. Falta un volume. Estíveno buscando por toda a toba, pero non me atrevín a entrar na gorida de Uconen. Por favor, se atopas o libro, tráemo de volta.
nl: De Avergarde heeft ons een set Kronieken over hun laatste jaren nagelaten. Één volume ontbreekt. Met uitzondering van Ukkonens onderkomen, heb ik het hele gebied afgezocht. Mocht je het boek vinden, zou je het me dan willen brengen?
ru: От Авергарда осталось несколько хроник, описывающих их последнюю эру. Один том пропал. Я всё здесь обыскал, кроме логова Укконена. Если ты найдёшь книгу, пожалуйста, верни её мне.
uk: Авергуард залишив по собі набір Хронік про останню його епоху. Один том відсутній. Я шукав його всюди крім лігва Укконена. Якщо ти знайдеш книгу, будь ласка, поверни її мені.

source: I'll keep an eye out for it.
de: Ich werde ein Auge danach offen halten.
fr: Bien sûr, j'y veillerais.
gl: Botarei un ollo.
nl: Ik houd een oogje voor je in het zeil.
ru: Хорошо, я буду поглядывать.
uk: Я потурбуюсь про це.

source: You found this tome in Ukkonen's lair? Most excellent -- I feared this volume was lost. With it we can piece together the true history of this keep. I just need a moment to study...
de: Ihr habt dies in Ukkonens Lager gefunden? Ausgezeichnet -- ich hatte schon befürchtet, es sei verloren gegangen. Endlich können wir die Wahrheit über diese Feste erfahren. Gebt mir einen Moment, um die Aufzeichnungen zu studieren...
fr: C'est donc Ukkonen qui avait ce volume? Très bien --je craignais que ce livre ne soit perdu à jamais. Grâce à lui nous pourrons enfin reconstituer la vraie histoire de Fort Averguard. J'ai besoin d'un petit moment pour le parcourir ...
gl: Atopáchelo na gorida de Uconen? Excelente. Xa empezara a pensar que o perderamos para sempre. Con el poderemos descubrir o que de verdade aconteceu na fortaleza. Dáme un pouco de tempo para estudalo…
nl: Je hebt dit boekwerk in Ukkonens onderkomen gevonden? Uitstekend -- ik was al bang dat het verloren was gegaan. Eindelijk komen we de waarheid over deze toren te weten. Geef me een momentje om het te bestuderen...
ru: Ты нашёл этот том в логове Укконена? Хвала небесам — я боялся, что он утерян. С ним мы сможем собрать воедино истинную историю этой цитадели. Мне нужно только несколько мгновений на его изучение...
uk: Ти знайшов цей фоліант в лігві Укконена? Прекрасно -- я боявся що цей том втрачено. З його допомогою ми зможемо дізнатись всю правду про це місце. Дай мені трохи часу на ознайомлення...

source: This tome confirms what we know of Averguard Keep -- it crumbled against the plague many centuries ago. But not all of the infected were destroyed. It appears many undead where locked away in hopes that a cure would be found.
de: Dieser Foliant bestätigt, was wir bereits über die Feste von Averguard wussten -- sie fiel vor vielen Jahrhunderten der Seuche zum Opfer. Aber nicht alle Infizierten wurden ausgelöscht. Es scheint, als seien viele Untote weggesperrt worden in der Hoffnung, man werde ein Heilmittel finden.
fr: Ce volume confirme ce que nous savions de Fort Averguard -- il a été ravagé par le fléau il y a bien des sièlcles. Les contaminés n'ont pas tous été détruits. Il semblerait que plusieurs de ces morts-vivants aient été enfermés dans l'espoir de trouver un remède.
gl: O tomo confirma canto sabemos do Forte de Ávegar. Sucumbiu ante unha praga hai séculos. Pero non se acabou con todos os infectados. Parece ser que moitos non mortos quedaron pechados, coa esperanza de atopar co tempo unha cura para eles.
nl: Dit boekwerk bevestigd wat we al wisten van de Toren van de Avergarde -- hij viel vele eeuwen geleden als slachtoffer van de plaag. Maar niet alle geïnfecteerden werden opgeruimd. Het schijnt dat vele ondoden werden opgesloten in de hoop dat er een medicijn zou worden gevonden.
ru: Этот том подтверждает то, что мы знаем о цитадели Авергарда — она пала от чумы много веков назад. Но не все заражённые были уничтожены. Похоже, много нежити было заперто в надежде, что может быть найдено лекарство.
uk: Цей фоліант підтверджує те, що ми знаємо про Донжон Авергуарду - він впав від чуми багато століть тому. Але не всі інфіковані були знищені. Схоже багато нежиті було замкнені в надії, що лікування буде знайдено.

source: Why were the undead spared?
de: Warum wurden die Untoten verschont?
fr: Mais pourquoi épargner des morts-vivants ?
gl: Por que non acabaron cos non mortos?
nl: Waarom zijn de ondoden gespaard gebleven?
ru: Почему они пощадили нежить?
uk: Чому нежить не знищили?

source: I don't know, but we should investigate. Head into the Atrium, then the Averguard Prison. Search for a key to access the sealed areas of the Keep.
de: Ich weiß es nicht, wir sollten es herausfinden. Geht zum Atrium, von dort aus dann zum Kerker. Sucht hier nach einem Schlüssel, um die versiegelten Gebiete der Feste zu betreten.
fr: Je l'ignore, mais nous allons tenter de le découvrir. Va dans l'Atrium, puis à la Prison d'Averguard. Tu trouveras une clé qui te permettra d'accéder à la partie scellée du Fort.
gl: Non o sei, pero deberíamos investigar o asunto. Diríxete ao atrio, e de aí vai cara a prisión de Ávegar. Busca unha chave que permita acceder ás zonas seladas da fortaleza.
nl: Ik weet het niet, we zullen het moeten onderzoeken. Ga het Atrium in, dan de Kerker van de Avergarde. Zoek daar naar een sleutel om de verzegelde delen van de toren te betreden.
ru: Я не знаю, но мы должны выяснить это. Пройди в атриум, а затем в тюрьму. Поищи там ключ, чтобы получить доступ в запертые области цитадели.
uk: Я не знаю, але ми повинні дізнатись. Прямуй у Атріум, тоді до В'язниці. Знайди ключ для доступу до запечатаних областей Донжону.

source: I have the prison key. The old prison warden carried it on his person -- he was infected, haunting the depths of the Prison.
de: Ich habe den Kerkerschlüssel gefunden. Der alte Kerkerwächter trug ihn bei sich -- infiziert wanderte er in den Tiefen des Kerkers umher.
fr: J'ai la clé de la prison. Le vieux Gardien de Prison l'avait sur lui -- il était contaminé et hantait les profondeurs de la Prison.
gl: Conseguín a chave da prisión. Tiven que arrebatarlla ao garda, estaba infectado.
nl: Ik heb de kerkersleutel gevonden. De oude opzichter droeg hem bij zich -- geïnfecteerd dwaalde hij in de diepte van de kerkers rond.
ru: У меня есть ключ от тюрьмы. Старый тюремный привратник носил его — он был заражён, мучаясь в глубинах тюрьмы.
uk: У мене є ключ від в'язниці. Сторож в'язниці мав його при собі -- він був інфікований і шукав здобич в глибинах В'язниці.

source: A true shame that he was infected. Well, now that we have the Averguard Key, the depths of Averguard Keep are open to us. The Order thanks you.
de: Wahrlich eine Schande, dass er infiziert war. Nun gut, jetzt wo wir den Schlüssel von Averguard haben, stehen uns die Tiefen der Feste offen. Der Orden dankt Euch.
fr: Le pauvre homme...maintenant que nous avons la clé d'Averguard, les profondeurs du Fort nous sont accessibles. L'Ordre te remercie.
gl: Unha mágoa. En fin, agora que temos a chave de Ávegar, temos acceso a todos os recunchos da fortaleza. A orde está en débeda contigo.
nl: Werkelijk erg jammer dat hij geïnfecteerd is geraakt. Maar goed, nu we de Sleutel van de Avergarde hebben, staan de dieptes van de Toren van de Avergarde voor ons open. De Orde dankt je.
ru: Воистину прискорбно, что он был заражен. Что ж, теперь, когда у нас есть ключ Авергарда, глубины цитадели Авергард открыты для нас. Орден благодарит тебя.
uk: Ганебно, що він був інфікований. Ну, тепер, коли ми маємо Ключ Авергуарду, глибини Донжону Авергуарду для нас відкриті. Орден дякує тобі.

source: There is one place within the Keep that no living being has seen for centuries: the burial chamber behind Averguard Temple. From the Atrium you can access the Temple. Use your key to enter the Burial Chamber.
de: Es gibt einen Raum in der Feste, zu dem seit Jahrhunderten kein lebendes Wesen mehr vorgedrungen ist: die Grabkammer hinter dem Tempel von Averguard. Begebt Euch vom Atrium in den Tempel. Benutzt den Schlüssel und betretet die Grabkammer.
fr: Il est un lieu dans le Fort d'Averguard que nul être humain n'as vu depuis des siècles: la Chambre Funéraire derrière le Temple d'Averguard. De l'Atruim tu pourras accéder au Temple. Utilise la clé pour entrer dans la Chambre Funéraire.
gl: Existe un lugar da fortaleza que ningún ser vivo viu dende hai séculos: a cámara sepulcral tras o templo de Ávegar. Dende o atrio poderás acceder ao templo. Usa a chave para acceder á cámara sepulcral.
nl: Er is een ruimte in de Toren die al eeuwenlang door geen levende ziel is betrden: de grafkamer achter de Tempel van de Avergarde. Vanaf het Atrium kun je in de Tempel komen. Gebruik de sleutel en betreed de grafkamer.
ru: Есть одно место в цитадели, которое ни одна живая душа не видела много веков: усыпальница за храмом Авергарда. Из атриума ты можешь попасть в храм. Используй ключ, чтобы войти в усыпальницу.
uk: Існує одне місце в Донжоні, в яке не ступала жива істота протягом століть: похоронна камера за Храмом Авергуарду. Ти зможеш потрапити до Храму через Атріум. Використай ключ для входу в похоронну камеру.

source: Who is buried there?
de: Wer liegt dort begraben?
fr: Qui repose en ce lieu ?
gl: De quen é o sepulcro?
nl: Wie is daar begraven?
ru: Кто там похоронен?
uk: Хто там похований?

source: The powerful leader of the Averguard -- Sir Evan Maddox.
de: Der machtvolle Anführer der Averguard -- Sir Evan Maddox.
fr: Le puissant maître d'Averguard -- sire Evan Maddox.
gl: Do poderoso líder de Ávegar: Sir Evan Mádox.
nl: De machtige aanvoerder van de Avergarde -- Heer Evan Maddox.
ru: Могущественный командующий Авергарда — Сэр Эван Мэддокс.
uk: Могутній лідер Авергуарду -- сер Еван Меддокс.

source: I tried the key on the Burial Chamber door but it would not open.
de: Die Tür zur Grabkammer ließ sich nicht mit dem Schlüssel aufschließen.
fr: J'ai essayé la clé sur la porte de la Chambre Funéraire mais elle ne s'ouvre pas.
gl: Intentei abrir a porta da cámara sepulcral coa chave, pero non houbo xeito.
nl: Ik heb geprobeerd de deur van de Grafkamer to openen, maar dat lukte niet.
ru: Я попробовал открыть усыпальницу ключом, но дверь не поддалась.
uk: Я спробував ключ від дверей палати поховання, але вони не відчиняються.

source: It must be sealed by powerful magic. There was only one sorceror of Averguard with that kind of power - Professor Langlier. Search through his collection to find a way into the Burial Chamber. Enter the Academy through the Atrium.
de: Sie muss magisch versiegelt worden sein. Es gab nur einen Zauberer in Averguard mit einer solchen Macht - Professor Langlier. Durchsucht seine Sammlung, um einen Weg in die Grabkammer zu finden. Betretet die Akademie durch das Atrium.
fr: Elle doit être scellée par une puissante magie. Il n'y avait qu'un mage assez puissant pour lancer ce type de sort - le professeur Langlier. Tu devrais pouvoir trouver un moyen d'entrer dans cette Chambre Funéraire...Cherche donc dans l'Académie, elle est voisine de l'Atrium.
gl: Debe estar protexida con forte maxia. Unha maxia que só unha persoa en todo Ávegar podía posuír: o mestre Langlier. Busca na súa colección de libros, a ver se atopas información sobre como entrar na cámara sepulcral. Podes acceder á biblioteca dende o atrio.
nl: De deur moet door krachtige magie zijn verzegeld. hij was maar één magïer in Avergarde met dergelijke macht - Professor Langlier. Doorzoek zijn verzameling om een manier te vinden om de Grabkammer te openen. Betreed de Academie door het Atrium.
ru: Должно быть, она закрыта могущественной магией. В Авергарде был только один чародей такой силы — профессор Ланглиер. Поищи в его собрании способ войти в усыпальницу. В академию можно попасть через атриум.
uk: Очевидно вони запечатані потужною магією. Був лише один чаклун Авергуарду з такою силою - професор Ланглієр. Пошукай спосіб потрапити до похоронної камери в його збірниках. Прямуй до Академії через Атріум.

source: As you wish.
de: Wie Ihr wünscht.
fr: Très bien, j'y vais.
gl: Como gustes.
nl: Zoals je wilt.
ru: Как пожелаешь.
uk: Гаразд.

source: I must admit jealousy -- I have dreamed many years of seeing the old volumes there, but it is simply too dangerous yet.
de: Ich muss zugeben, ich bin eifersüchtig -- lange Jahre habe ich davon geträumt, diese alten Werke zu sehen. Noch ist es dort aber zu gefährlich für mich.
fr: Je dois admettre que je suis jaloux -- j'ai rêvé tant de fois de voir les vieux volumes qui s'y trouvent, mais c'est bien trop dangeureux pour l'instant.
gl: Teño que admitir que sinto envexa. Levo anos soñando con poder ver os antigos volumes que garda a biblioteca. Pero de momento non é segura para min.
nl: Ik moet toegeven dat ik jaloers ben -- Vele jaren heb ik ervan gedroomd deze oude werken te zien, maar het is eenvoudigweg te gevaarlijk voor me.
ru: Должен сказать, что я завидую — я много лет мечтал увидеть старые книги оттуда, но там пока слишком опасно.
uk: Я повинен визнати -- я багато років мріяв знайти там старі томи, але там просто занадто небезпечно.

source: I am back from the Academy. Langlier was rags and bones, yet still a powerful mage. He wore this symbol.
de: Ich bin aus der Akademie zurück. Langlier war nur mehr Lumpen und Knochen, und trotzdem noch immer ein mächtiger Magier. Er trug diesen Glücksbringer bei sich.
fr: Je reviens de l'Académie. Langlier n'était plus que de la peau sur des os mais encore un puissant mage.
gl: Acabo de volver da biblioteca. Langlier quedara reducido a ósos e trapos, pero súa maxia seguía sendo poderosa. Levaba isto con el.
nl: Ik ben terug van de Academie. Langlier was slechts nog lompen en botten, maar toch noch altijd een machtig magiër. Hij droeg deze talisman bij zich.
ru: Я вернулся из академии. Ланглиер состоял из тряпья и костей, но всё ещё был сильным магом. Он носил вот этот символ.
uk: Я повернувся з Академії. Ланглієр мав неприємний вигляд, але був все ще могутнім магом. Він носив цей знак.
