Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Pass the fire statue guardian by using the name "Vesuvvio".
de: Passiere die Feuerwächterstatue, indem Du den Namen "Vesuvvio" nennst.
fr: Passer la statue gardienne de feu en utilisant le nom "Vesuvvio".
gl: Pasa do garda da estatua de xeo co nome «Vesubio»
it: Passate la Statua Guardiano del fuoco usando il nome "Vesuvio".
nl: Passeer de vuurwachter, door de naam "Vesuvvio" te noemen.
ru: Пройдите статую хранителя огня, используя имя «Везувий».
uk: Пройди повз статую охоронця використавши ім'я "Везувіо".

source: Pass the wind statue guardian by using the name "Grisbon".
de: Passiere die Windwächterstatue, indem Du den Namen "Grisbon" nennst.
fr: Passer la statue gardienne de vent en utilisant le nom "Grisbon".
gl: Pasa do garda da estatua de xeo co nome «Grisbon»
it: Passate la Statua Guardiano del vento usando il nome "Grisbon".
nl: Passeer de windwachter, door de naam "Grisbon" te noemen.
ru: Пройдите статую хранителя воздуха, используя имя «Гризбон».
uk: Пройди повз статую охоронця використавши ім'я "Грісбон".

source: Kill the three necromancer brothers: Scathelocke, Grisbon and Vesuvvio.
de: Töte die drei Nekromantenbrüder: Scathelocke, Grisbon und Vesuvvio.
fr: Tuer les trois frères nécromanciens: Scathelocke, Grisbon et Vesuvvio.
gl: Mata aos tres irmáns nigromantes: Escáceloc, Grisbon e Vesubio.
it: Uccidete i tre fratelli Negromanti: Scathelocke, Grisbon e Vesuvio.
nl: Dood de drie dodenbezweerders: Vlijmeloch, Grisbon en Vesuvvio.
ru: Убейте троих братьев некромантов: Сказлока, Гризбона и Везувия.
uk: Вбий трьох братів некромантів: Скеслока, Грісбона та Везувіо.

source: Use Scathelocke's Key to open his runed chest.
de: Öffne Scathelockes Runentruhe mit seinem Schlüssel.
fr: Utiliser la clé de Scathelocke pour ouvrir son coffre.
gl: Usa a chave de Escáceloc para abrir o seu cofre con runas.
it: Usa la chiave di Scathelocke per aprire la cassa runica
nl: Open Vlijmelochs runen kist met zijn sleutel.
ru: Используйте ключ Сказлока, чтобы открыть его рунический сундук.
uk: Використай ключ Скеслока щоб відкрити його Рунічну скриню.

source: Use Vesuvvio's Key to open his runed chest.
de: Öffne Vesuvvios Runentruhe mit seinem Schlüssel.
fr: Utiliser la clé de Vesuvvio pour ouvrir son coffre.
gl: Usa a chave de Vesubio para abrir o seu cofre con runas.
it: Usa la chiave di Vesuvio per aprire la cassa runica
nl: Open Vesuvvios runen kist met zijn sleutel.
ru: Используйте ключ Везувия, чтобы открыть его рунический сундук.
uk: Використай ключ Везувіо щоб відкрити його Рунічну скриню.

source: Use Grisbon's Key to open his runed chest.
de: Öffne Grisbons Runentruhe mit seinem Schlüssel.
fr: Utiliser la clé de Grisbon pour ouvrir son coffre.
gl: Usa a chave de Grisbon para abrir o seu cofre con runas.
it: Usa la chiave di Grisbon per aprire il cassa runica
nl: Open Grisbons runen kist met zijn sleutel.
ru: Используйте ключ Гризбона, чтобы открыть его рунический сундук.
uk: Використай ключ Грісбона щоб відкрити його Рунічну скриню.

source: Statue Guardian (Wind)
de: Wächterstatue (Wind)
fr: Statue gardienne (Vent)
gl: Garda da estatua do vento
it: Statua Guardiano (Vento)
nl: Wachter (Wind)
ru: Статуя хранителя (Воздух)
uk: Статуя Охоронець (Вітер)

source: Who goes there?
de: Wer ist da?
fr: Qui est là ?
gl: Quen anda aí?
it: Chi va là?
nl: Wie is daar?
ru: Стой, кто идёт?
uk: Хто йде?

source: A friend of the masters.
de: Ein Freund der Meister.
fr: Un ami des maîtres.
gl: Un amigo dos mestres.
it: Un amico dei maestri.
nl: Een vriend van de meester.
ru: Друг повелителей.
uk: Друг господарів.

source: Intruder! You shall not interrupt the masters' work!
de: Eindringling! Ihr werdet das Werk der Meister nicht unterbrechen!
fr: Intrus! Tu ne dois pas interrompre le travail des maîtres!
gl: Intruso! Non interromperás o traballo do mestre!
it: Intruso! Non devi interrompere il lavoro dei maestri!
nl: Indringer! Je zult het werk van de meester niet onderbreken!
ru: Нарушитель! Ты не прервёшь работу повелителей!
uk: Порушник! Ти не повинен переривати роботу господаря!

source: Grisbon.
ru: Гризбон.
uk: Грісбон.

source: Welcome, Master Grisbon.
de: Wilkommen, Meister Grisbon.
fr: Bienvenue, maître Grisbon.
gl: Benvido, mestre Grisbon.
it: Buongiorno, Maestro Grisbon
nl: Welkom, meester Grisbon.
ru: Добро пожаловать, повелитель Гризбон.
uk: Вітання, Магістр Грісбон.

source: Statue Guardian (Fire)
de: Wächterstatue (Feuer)
fr: Statue gardienne (Feu)
gl: Garda da estatua do lume
it: Statua Guardiano (Fuoco)
nl: Wachter (Vuur)
ru: Статуя хранителя (Огонь)
uk: Статуя Охоронець (Вогонь)

source: I came here to kill lots of monsters.
de: Ich bin gekommen, um viele Monster zu töten.
fr: Je suis venu tuer beaucoup de monstres.
gl: Vin para matar moreas de monstros.
it: Sono venuto qui per uccidere molti mostri.
nl: Ik ben gekomen, om veel monsters te doden.
ru: Я пришёл сюда, чтобы убить множество монстров.
uk: Я прийшов сюди щоб вбити багато монстрів.

source: Vesuvvio.
gl: Vesubio.
it: Vesuvio
ru: Везувий.
uk: Везувіо.

source: ...Are you feeling alright, Master Vesuvvio? You did not refer to yourself as "the Destroyer."
de: ...Seid Ihr in Ordnung, Meister Vesuvvio? Ihr habt Euch selbst nicht "der Zerstörer" genannt.
fr: ...Vous sentez-vous bien, maître Vesuvvio? Vous ne vous êtes pas présenté comme "Le Destructeur."
gl: Atópase ben, mestre Vesubio? Non se referiu a si mesmo coma “O destrutor”.
it: .. Va tutto bene, Maestro Vesuvvio? Non si riferiva a se stesso come "il Distruttore".
nl: ...Is alles in orde, meester Vesuvvio? Je hebt jezelf niet "de Verwoester" genoemd.
ru: ...Как вы себя чувствуете, повелитель Везувий? Вы не назвали себя «Разрушителем».
uk: ... З вами все в порядку, господярю Везувіо? Ви не назвали себе "Руйнівником".

source: Have your brothers been teasing you about your real name being Stootley again?
de: Haben Eure Brüder Euch wieder damit aufgezogen, dass Euer wahrer Name Stootley ist?
fr: Vos frères ne vous ont-ils pas encore taquinés sur le fait que votre vrais nom est Stooley?
gl: Volveron os seus irmáns a burlarse de vostede lembrándolle que en realidade é «Estutlei»?
it: Sono stati i suoi fratelli prendendola nuovamente in giro riguardo al suo vero nome Stootley?
nl: Hebben je broers je weer geplaagd dat je echte naam Duppert is?
ru: Ваши братья опять дразнили вас, что ваше настоящее имя — Стутли?
uk: Ваші брати знову дразнили вас тим, що ваше справжнє ім'я Стутлі?

source: Er, no. It's all right. I'm Vesuvvio the Destroyer.
de: Ähm, nein. Es ist alles in Ordnung, Ich bin Vesuvvio der Zerstörer.
fr: Heu, non. Tout va bien. Je suis Vesuvvio le Destructeur.
gl: Eh… Non, non pasa nada. Son Vesubio “O destrutor”.
it: Ehm, no. Va tutto bene. Sono Vesuvio il Distruttore.
nl: Eh, nee. Het is allemaal in orde, ik ben Vesuvvio de Verwoester.
ru: Эээ, нет. Всё в порядке. Я Везувий Разрушитель.
uk: Гм, ні. Все в порядку. Я Везувіо Руйнівник.

source: Then welcome, Master Vesuvvio, may you enjoy your destruction tonight.
de: Dann seid willkommen, Meister Vesuvvio, genießt Eure Zerstörung heute Nacht.
fr: Dans ce cas bienvenue, maître Vesuvvio, appreciez votre destruction ce soir.
gl: Benvido entón, mestre Vesubio. Que o pase ben coa destrución desta noite.
it: E allora benvenuto, Maestro Vesuvio, si potrebbe godere la sua distruzione stasera
nl: Welkom dan, meester Vesuvvio, geniet van je verwoesting deze avond.
ru: Тогда добро пожаловать, повелитель Везувий.
uk: Тоді ласкаво прошу, господарю Везувіо, надіюсь ваше руйнування сьогодні вам сподобається.

source: (This Vesuvvio guy sure is strange...)
de: (Dieser Vesuvvio-Typ ist sicher ein komischer Kauz...)
fr: (Ce Vesuvvio est bizarre c'est sûr...)
gl: (O Vesubio ese debe ser un tipo ben raro…)
it: (Questo ragazzo Vesuvio è sicuramente strano ...)
nl: (Die Vesuvvio is een vreemde vogel...)
ru: (Этот Везувий совсем ненормальный...)
uk: (Цей хлопець Везувіо точно дивак...)

source: Welcome, Master Vesuvvio, may you enjoy your destruction tonight.
de: Willkommen, Meister Vesuvvio, genießt Eure Zerstörung heute Nacht.
fr: Bienvenue, maître Vesuvvio, appreciez votre destruction ce soir.
gl: Benvido, mestre Vesubio. Que o pase ben coa destrución desta noite.
it: Benvenuto, Maestro Vesuvio, si potrebbe godere la sua distruzione stasera
nl: Welkom, meester Vesuvvio, geniet van je verwoesting vanavond.
ru: Добро пожаловать, повелитель Везувий, приятно поразрушать сегодня.
uk: Вітання, Магістр Везувіо, надіюсь ваше руйнування сьогодні вам сподобається.

source: Statue Guardian (Ice)
de: Wächterstatue (Eis)
fr: Statue gardienne (Glace)
gl: Garda da estatua do xeo
it: Statua guardiano (ghiaccio)
nl: Wachter (IJs)
ru: Статуя хранителя (Лёд)
uk: Статуя Охоронець (Лід)

source: Uh... a lone adventurer?
de: Hm... ein einsamer Abenteurer?
fr: Hmm... un aventurier solitaire?
gl: Hmm… Un aventureiro solitario?
it: Uh ... un avventuriero solitario?
nl: Hm... Een eenzame avonturier?
ru: Ах... одинокий искатель приключений?
uk: Гмм... одинокий авантюрист?

source: Scathelocke.
gl: Escáceloc.
nl: Vlijmeloch.
ru: Сказлок.
uk: Скеслок.

source: Welcome, Master Scathelocke.
de: Willkommen, Meister Scathelocke.
fr: Bienvenue, maître Scathelocke.
gl: Benvido, mestre Escáceloc.
it: Benvenuto Maestro Scathelocke
nl: Welkom, Meester Vlijmeloch.
ru: Добро пожаловать, повелитель Сказлок.
uk: Вітання, Магістр Скеслок.

source: Tho' Nature, red in tooth and claw; With ravine, shriek'd against his creed
de: Erwehrte sich nach frommer Art; Des wilden Ungetüms Natur
gl: Mais a natureza, cos seus dentes e poutas tinguidos de vermello, deixa aos seus caer polo barranco, negándolles abeiro.
it: La Natura, rossi i denti e gli artigli, a squarciagola urlo contro il suo credo
nl: Hoewel de Natuur, kaken en klauwen rood van ’t bloed; Met diepte, een kreet slaakt tegen zijn overtuiging

source: In Memoriam
it: In Memoria
