Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Double run and attack speed for 8 seconds
de: Doppelte Bewegungs- und Angriffsgeschwindigkeit für 8 Sekunden
fr: Double la vitesse de déplacement et d'attaque durant 8 secondes
gl: Atacas e móveste o dobre de rápido durante 8 segundos.
it: Doppio attacco e doppia velocità per 8 secondi
nl: Dubbele bewegings- en aanvalssnelheid gedurende 8 seconden
ru: Удвоить скорость бега и атаки на 8 секунд
uk: Подвоює біг та швидкість атаки протягом 8 секунд

source: Cleave
de: Spalten
fr: Fendre
gl: Fender
it: Fendere
nl: Splitsen
ru: Размах
uk: Розкол

source: Attack all enemies in a wide arc
de: Attackiere alle Gegner in einem weiten Bogen
fr: Attaque les ennemis autour de vous
gl: Atacar a todos os inimigos nun arco amplo.
it: Attacca tutti i nemici in un ampio arco
nl: Val alle vijanden in een weide boog aan
ru: Атаковать всех врагов по широкой дуге
uk: Атака всіх ворогів в широкій дузі

source: Freeze
de: Einfrieren
fr: Givre
gl: Conxelar
it: Congelare
nl: Bevriezen
ru: Заморозка
uk: Заморозка

source: Create a ray of piercing cold that slows enemies
de: Erzeuge einen Strahl klirrender Kälte, der Gegner verlangsamt
fr: Crée un rayon de givre qui ralentit les ennemis
gl: Crea un raio de frío perforante que ralentiza aos inimigos.
it: Crea un raggio freddo e penetrante che rallenta i nemici
nl: Creëer een straal penetrerende kou van de vijand vertraagd
ru: Создать луч пронзающего холода, замедляющий врагов
uk: Створює промінь пронизливого холоду, що уповільнює ворогів

source: Teleport
fr: Téléportation
gl: Teleportar
it: Teletrasporto
nl: Teleporteer
ru: Телепорт
uk: Телепорт

source: Multishot
de: Mehrfachschuss
fr: Tir multiple
gl: Tiro múltiple
it: Tiro multiplo
nl: Multi-schot
ru: Многострел
uk: Мультипостріл

source: Shoot three projectiles simultaneously
de: Verschieße drei Projektile gleichzeitig
fr: Tire trois projectiles simultanément
gl: Disparas tres proxectís ao mesmo tempo.
it: Tira 3 proiettili simultaneamente
nl: Schiet drie projectielen tegelijk
ru: Выстрелить три снаряда одновременно
uk: Вистреліть три снаряди одночасно

source: Vengeance
de: Rache
gl: Vinganza
it: Vendetta
nl: Wraak
ru: Воздаяние
uk: Помста

source: After blocking, unleash a deadly and accurate counter-attack
de: Starte nach dem Block einen tötlichen und genauen Gegenangriff
fr: Aprés avoir bloqué un coup, lance une contre-attaque précise et mortelle
gl: Despois de bloquear un ataque, realiza un mortífero e atinado contraataque.
it: Dopo una parata, scatenare un micidiale e preciso contro-attacco
nl: Begin na blokkeren een dodelijke en preciese tegenaanval
ru: После блока произвести сильную и точную контратаку
uk: Після блокування розв'яжіть смертельну і точну контратаку

source: Burn
de: Verbrennen
fr: Brasier
gl: Queimar
it: Bruciare
nl: Verbrand
ru: Сожжение
uk: Підпал

source: Blast enemies in a distant area with fire
de: Richte Feinde in einem entfernten Gebiet mit Feuer zugrunde
fr: Carbonise les ennemis sur une zone à distance
gl: Prende en chamas aos inimigos nunha zona afastada.
it: Bruciare i nemici in area lontana mediante fuoco
nl: Richte vijanden in een entfernten Gebiet mi Vuur toegrunde
ru: Поразить удалённых врагов огнём
uk: Вдаряє вогнем ворогів на далекій відстані

source: Time Stop
de: Zeitstopp
fr: Coupe temps
gl: Tempo morto
it: Fermatempo
nl: Tijdstop
ru: Остановка времени
uk: Зупинка часу

source: Stun nearby enemies for 5 seconds
de: Betäube nahe Feinde für 5 Sekunden
fr: Immobilise les ennemis durant 5 secondes
gl: Conxela os inimigos próximos durante 5 segundos.
it: Stordisci i nemici vicini per 5 secondi
nl: Verdoof nabije vijanden voor 5 seconden
ru: Парализовать близких врагов на 5 секунд
uk: Оглушує найближчих ворогів на 5 секунд

source: Ice Shard [enemy]
de: Eisscherbe [feindlich]
fr: Éclat de glace [ennemi]
gl: Fragmento de xeo
it: Scheggia di Ghiaccio [nemico]
nl: IJspegel [vijandig]
ru: Осколок льда [враг]
uk: Осколок льоду (ворог)

source: Fireshot [enemy]
de: Feuerschuss [feindlich]
fr: Projectile de feu [ennemi]
gl: Disparo de lume
it: Colpo di Fuoco [nemico]
nl: Vuurschot [vijandig]
ru: Огнестрел [враг]
uk: Удар вогнем (ворог)

source: Goblin Spear [enemy]
de: Goblinspeer [feindlich]
fr: Lance de Gobelin [ennemi]
gl: Lanza de trasno
it: Lancia Goblin [nemico]
nl: Koboldspeer [vijandig]
ru: Копьё гоблина [враг]
uk: Спис гобліна (ворог)

source: Crude goblin spear toss
de: Kruder Goblin-Speerwurf
fr: Coup de lance de gobelin
gl: Xavelina de trasno
it: Lancio Lancia goblin grezza
nl: Grove kobold-speerworp
ru: Швырнуть грубое копьё гоблина
uk: Грубий кидок списа гобліна

source: Fireburst [enemy]
de: Feuerstoß [feindlich]
fr: Enflammer [ennemi]
gl: Descarga de lume
it: Esplosione di Fuoco [nemico]
nl: Vuurstoot [vijandig]
ru: Огненный взрыв [враг]
uk: Вогняний вибух (ворог)

source: Burn nearby enemies
de: Verbrenne nahe Feinde
fr: Brûle les ennemis proches
gl: Queima aos inimigos próximos.
it: Bruciare i nemici vicini
nl: Verbrand nabije vijanden
ru: Сжечь близких врагов
uk: Спалює ближніх ворогів

source: Arrow Shoot [enemy]
de: Pfeilschuss [feindlich]
fr: Tir de flèche [ennemi]
gl: Disparo de frecha
it: Colpo di Freccia [nemico]
nl: Pijlschot [vijandig]
ru: Выстрел стрелой [враг]
uk: Постріл стріли (ворог)

source: Bow shoot
de: Bogenschuss
fr: Tir d'arc
gl: Disparo de arco
it: Tiro con l'arco
nl: Boogschot
ru: Выстрел из лука
uk: Постріл з лука

source: Maddox's Ice Storm [enemy]
de: Maddox' Eissturm [feindlich]
fr: Orage de glace de Maddox [ennemi]
gl: Tormenta de xeo de Mádox
it: Tempesta Ghiacciata di Maddox [nemico]
nl: Maddoxs IJsstorm [vijandig]
ru: Ледяной шторм Мэддокса [враг]
uk: Снігова буря Меддокса (ворог)

source: Vampiric Strike
de: Vampirschlag
fr: Frappe de vampire
gl: Ataque de vampiro
it: Colpo del Vampiro
nl: Vampierslag
ru: Удар вампира
uk: Вампіричний напад

source: Turn 50% of damage you deal into HP
de: Verwandle 50% des von dir verursachten Schadens in TP
fr: Tranforme 50% des dégats infligés en PV
gl: Converte a metade do dano inflixido en vida propia.
it: Aggiungi 50% del danno che infliggi ai tuoi HP
nl: Verander 50% van de door je veroorzaakte schade in TP
ru: Преобразовать 50% нанесённого вреда в здоровье
uk: Перетворити 50% нанесеної ворогу шкоди в Життя

source: Leech Strike
de: Blutegel-Schlag
fr: Frappe de la liche
gl: Morder
it: Colpo della Sanguisuga
nl: Bloedzuiger-slag
ru: Высасывающий удар
uk: Удар кровопивці

source: Turn 25% of damage you deal into HP
de: Verwandle 25% des von dir verursachten Schadens in TP
fr: Transforme 25% des dégats infligés en PV
gl: Converte un cuarto do dano inflixido en vida propia.
it: Aggiungi 25% del danno che infliggi ai tuoi HP
nl: Verander 25% van de door je veroorzaakte schade in TP
ru: Преобразовать 25% нанесённого вреда в здоровье
uk: Перетворити 25% нанесеної ворогу шкоди в Життя

source: Chill Touch
de: Kühle Berührung
fr: Touché glacial
gl: Paralizar
it: Tocco Freddo
nl: Kille aanslag
ru: Хладное касание
uk: Крижаний дотик

source: Melee strike immobilizes target for 5 seconds
de: Nahkampfangriff, der das Ziel für 5 Sekunden lähmt
fr: Frappe de corps à corps qui immobilise la cible durant 5 secondes
gl: Os golpes corpo a corpo inmobilizan ao inimigo durante cinco segundos.
it: Colpo in mischia immobilizza bersaglio per 5 secondi
nl: Mêlee-aanval, die een vijand gedurende 5 seconden verlamt
ru: Ближний удар парализует цель на 5 секунд
uk: Ближній удар знерухомлює ціль на 5 секунд

source: Piercing Strike
de: Durchbohrender Schlag
fr: Attaque perçante
gl: Perforar
it: Colpo Penetrante
nl: Doorborende slag
ru: Пронзающий удар
uk: Пробивний удар

source: Melee strike ignores armor
de: Nahkampfangriff, der Rüstung umgeht
fr: Attaque de corps à corps traversant l'armure
gl: Os ataques corpo a corpo atravesan toda armadura.
it: Colpo inmischia ignora armature
nl: Mêlee-aanval, die de uitrusting negeert
ru: Ближний удар игнорирует броню
uk: Ближній удар ігнорує броню

source: Explode
de: Explodieren
fr: Explosion
gl: Explotar
it: Esposione
nl: Exploderen
ru: Взрыв
uk: Вибух

source: Damage everything nearby
de: Beschädige alles alles um dich
fr: Endommage tout ce qui est autour
gl: Dana todo canto estea nos arredores.
it: Danneggia tutto nelle vicinanze
nl: Beschadig alles in de buurt
ru: Нанести вред всему, что находится поблизости
uk: Знищити все поряд

source: Paralyzing Spit
de: Paralyse-Spuckangriff
fr: Jet paralysant
gl: Cuspe paralizante
it: Sputo paralizzante
nl: Verlammende-Spuugaanval
ru: Парализующий плевок
uk: Паралізуючий плювок

source: Poison spit that stuns the target for 2 seconds
de: Giftiger Spuckangriff, der das Ziel für 2 Sekunden betäubt
fr: Jet de poison immobilisant la cible durant 2 secondes
gl: Cuspe velenoso que atorda 2 segundos á vítima.
it: Sputo Velonoso, Stordisce il bersaglio per 2 secondi
nl: Giftige spuugaanval, die een vijand voor 2 seconden verdooft
ru: Ядовитый плевок, обездвиживающий цель на 2 секунды
uk: Отруйний плювок, що приголомшує ціль на 2 секунди

source: Boots of Testing Really Large Maps
de: Stiefel des Wirklich-Große-Karten-Testens
fr: Bottes de test des très grandes cartes
gl: Botas para probar mapas inmensos
it: Stivali del Test Mappe ralmente Grandi
nl: Laarzen van het Testen Van Hele Grote Kaarten
ru: Ботинки для тестирования очень больших карт
uk: Черевики тестування дуже великих карт

source: Lightning Rod
de: Blitzstab
fr: Baguette de foudre
gl: Vara de raios
it: Verga del Fulmine
nl: Bliksemstaf
ru: Скипетр молнии
uk: Скіпетр блискавки

source: Create a destructive blast of lightning bolts
de: Erzeuge eine zerstörerische Explosion von Blitzgeschossen
fr: Crée une vague destructive de projectiles de foudre
gl: Crea unha descarga de raios destrutiva.
it: Creare un colpo distruttivo di fulmini
nl: Creëer een vernietigende explosie van bliksemschichten
ru: Создать разрушительную бурю из молний
uk: Створює руйнівний порив зарядів блискавки

source: Melee Fire
de: Nahkampffeuer
fr: Corps à corps enflammé
gl: Lume corpo a corpo
it: Mischia infuocata
nl: Mêlee Vuur
ru: Ближний огонь
uk: Ближній вогонь

source: Melee Ice
de: Nahkampfeis
fr: Corps à corps de glace
gl: Xeo corpo a corpo
it: Mischa gelata
nl: Mêlee IJs
ru: Ближний лёд
uk: Ближній лід

source: Slingshot Shoot
de: Schleuderschuss
fr: Tir de fronde
gl: Disparo de tiracroios
it: Tirare con la Fionda
nl: Katapultschot
ru: Выстрел из пращи
uk: Постріл з рогатки

source: Basic ranged attack (requires a ranged weapon)
de: Grundlegender Fernkampfangriff (benötigt Fernkampfwaffe)
fr: Attaque à distance basique (requiert une arme de jet)
gl: Ataque a distancia básico (require arma a distancia).
it: Colpo basilare armi da lancio (richieste armi da lancio)
nl: Basis afstandsaanval (vereist een afstandswapen)
ru: Базовая дальняя атака (требуется дальнее оружие)
uk: Базова дальня атака (вимагає зброї дального бою)

source: Arrow Shoot
de: Pfeilschuss
fr: Tir de flèche
gl: Disparo de frecha
it: Tirare freccia
nl: Pijlschot
ru: Выстрел стрелой
uk: Постріл стрілою

source: Arrow Wall Strike
de: Pfeil-Wand-Treffer
fr: Mur de flèches
gl: Golpe na parede cunha frecha
it: Coplo muro di frecce
nl: Pijl-Toverstok-Aanval
ru: Выстрел стрелой из стены
uk: Напад стіною зі стріл

source: Orange Spark
de: Oranger Funken
fr: Éclair orange
gl: Chispa laranxa
it: Schintilla Arancione
nl: Oranje Vonken
ru: Оранжевая искра
uk: Оранжевий спалах

source: Blue Spark
de: Blauer Funken
fr: Éclair bleu
gl: Chispa azul
it: Schintilla Blu
nl: Blauwe Vonken
ru: Синяя искра
uk: Синій спалах

source: Red Spark
de: Roter Funken
fr: Éclair rouge
gl: Chispa vermella
it: Schintilla Rossa
nl: Rode Vonken
ru: Красная искра
uk: Червоний спалах

source: Necrotic Bolt
de: Nekrotischer Bolzen
fr: Projectile nécrotique
gl: Descarga mortífera
it: Dardo Necrotico
nl: Necrotische Lichtflits
ru: Омертвевший разряд
uk: Некротична стріла

source: Stun nearby enemies for 10 seconds
de: Betäube nahe Feinde für 10 Sekunden
fr: Étourdis les ennemis proches durant 10 secondes
gl: Conxela os inimigos próximos durante 10 segundos.
it: Stordire i nemici vicini per 10 secondi
nl: Verdoof nabije vijanden gedurende 10 seconden
ru: Парализовать близких врагов на 10 секунд
uk: Оглушує найближчих ворогів на 10 секунд

source: Double run and attack speed for 20 seconds
de: Doppelte Bewegungs- und Angriffsgeschwindigkeit für 20 Sekunden
fr: Double la vitesse de déplacement et d'attaque durant 20 secondes
gl: Ataca e móvete o dobre de rápido durante 20 segundos.
it: Doppio attacco e doppia velocità per 20 secondi
nl: Dubbele bewegings- en aanvalsnelheid gedurende 20 seconden
ru: Удвоить скорость бега и атаки на 20 секунд
uk: Подвоює біг та швидкість атаки протягом 20 секунд

source: Enemy Beacon
de: Feindliches Leuchtfeuer
fr: Balise
gl: Chamada de atención
it: Guidare i nemici
nl: Vijandig Baken
ru: Маяк врага
uk: Направлення ворога

source: Bring other enemies into the fight with a dummy attack
de: Hole andere Feinde mit einem Pseudoangriff in den Kampf
fr: Attire d'autres ennemis dans la bataille avec une attaque feinte
gl: Atrae a outros inimigos no combate cun ataque falso.
nl: Lok andere vijanden met een pseudoaanval in de strijd
ru: Привести других врагов в битву с пустой атакой
uk: Направте інших ворогів на бій з фіктивною атакою

source: Summon Antlion
de: Antlion beschwören
fr: Invoquer un Antlion
gl: Convocar unha formiga león
it: Evocare Insetto
nl: Roep Mierenleeuw op
ru: Призвать муравьиного льва
uk: Викликати мурашиного лева

source: Summon Antlion Hatchling
de: Antlion-Küken beschwören
fr: Invoquer un petit Antlion
gl: Convocar unha cría de formiga león
it: Evocare insetto neonato
nl: Roep Mierenleeuw-Jong op
ru: Призвать детёныша муравьиного льва
uk: Викликати дитинча мурашиного лева

source: Transform into Antlion Freezer
de: Antlion-Gefrierer-Gestalt
fr: Transformation en Antlion paralysant
gl: Transformar nunha formiga león conxeladora
it: Trasforman in un insetto Glaciale
nl: Transformeer in Mierenleeuw-Bevriezer
ru: Превратиться в морозного муравьиного льва
uk: Перетворитись в мурашиного лева заморожувача

source: Transform into Antlion Freezer for 5 seconds
de: Für 5 Sekunden zur Antlion-Gefrierer-Gestalt wechseln
fr: Transformation en Antlion paralysant durant 5 secondes
gl: Transformar nunha formiga león conxeladora durante 5 segundos.
it: Trasforma in un insetto Glaciale per 5 secondi
nl: Transformeer gedurende 5 seconden in een Mierenleeuw-Bevriezer
ru: Превратиться в морозного муравьиного льва на 5 секунд
uk: Перетворитись в мурашиного лева заморожувача на 5 секунд

source: Disenchant
de: Entzaubern
fr: Désenchanter
gl: Desenmeigar
it: Disincantare
nl: Onttoveren
ru: Расколдовать
uk: Зняти чари

source: Transform back to human
de: Menschen-Gestalt
fr: Revenir à la forme humaine
gl: Tranformar de novo en humano.
it: Riportare in forma umana
nl: Maak transformatie ongedaan
ru: Превратиться обратно в человека
uk: Перетворитись назад в людину

source: Summon Rotting Zombie
de: Verrottenden Zombie beschwören
fr: Invoquer un Zombie pourissant
gl: Convocar un zombi putrefacto
it: Evocare Zombie Putrescente
nl: Roep Rottende Zombie op
ru: Призыв гниющего зомби
uk: Викликати гнійного зомбі

source: Skeletal Knight
de: Skelettritter
fr: Squelette chevalier
gl: Esqueleto cabaleiro
it: Cavagliere Scheletrico
nl: Skeletridder
ru: Скелет рыцарь
uk: Скелет лицар

source: Antlion Spitter
de: Antlion-Spucker
fr: Antlion cracheur
gl: Formiga león cuspidora
it: Insetto Divisore
nl: Mierenleeuw-Spuger
ru: Плюющийся муравьиный лев
uk: Мурашиний лев плювач

source: Skeleton
de: Skelett
fr: Squelette
gl: Esqueleto
it: Scheletro
nl: Skelet
ru: Скелет
uk: Скелет

source: Goblin Charger Elite
de: Goblin Elitestürmer
fr: Gobelin fantassin d'élite
gl: Trasno cargador de elite
it: Destriero Goblin Elite
nl: Kobold Elite-Aanvaller
ru: Элитный нападающий гоблинов
uk: Гоблін елітний зарядник

source: Goblin
fr: Gobelin
gl: Trasno
nl: Kobold
ru: Гоблин
uk: Гоблін

source: Cursed Grave
de: Verfluchtes Grab
fr: Tombe maudite
gl: Lápida maldita
it: Tomba Maledetta
nl: Vervloekt Graf
ru: Проклятая могила
uk: Проклята могила

source: Goblin Charger
de: Goblin Stürmer
fr: Gobelin fantassin
gl: Trasno cargador
it: DEstriero Goblin
nl: Kobold Aanvaller
ru: Нападающий гоблинов
uk: Гоблін зарядник

source: Antlion Freezer
de: Antlion-Gefrierer
fr: Antlion paralysant
gl: Formiga león conxeladora
it: Insetto Glaciale
nl: Mierenleeuw-Bevriezer
ru: Морозный муравьиный лев
uk: Мурашиний лев заморожувач

source: Rotting Zombie
de: Verrottender Zombie
fr: Zombie pourrissant
gl: Zombi putrefacto
it: Zombie Putrescente
nl: Rottende Zombie
ru: Гниющий зомби
uk: Гнійний зомбі

source: Skeletal Archer
de: Skelettbogenschütze
fr: Squelette archer
gl: Esqueleto arqueiro
it: Scheletro Arcere
nl: Skeletboogschutter
ru: Скелет лучник
uk: Скелет лучник

source: Wyvern
fr: Vouivre
gl: Guiverno
it: Viverna
ru: Виверн
uk: Виверна

source: Goblin Shaman
de: Goblin Schamane
fr: Gobelin chamane
gl: Trasno xamán
it: Schiamano Goblin
nl: Kobold Sjaman
ru: Гоблин шаман
uk: Гоблін шаман

source: Skeletal Warrior
de: Skelettkrieger
fr: Squelette guerrier
gl: Esqueleto guerreiro
it: Scheletro Guerriero
nl: Skeletkrijger
ru: Скелет воин
uk: Скелет воїн

source: Antlion Hatchling
de: Antlion-Küken
fr: Antlion petit
gl: Cría de formiga león
it: Insetto neonato
nl: Mierenleeuw-Jong
ru: Детёныш муравьиного льва
uk: Дитинча мурашиного лева

source: Skeletal Mage
de: Skelettmagier
fr: Squelette mage
gl: Esqueleto mago
it: Scheletro Mago
nl: Skeletmagiër
ru: Скелет маг
uk: Скелет маг

source: Antlion Blinker
de: Antlion-Blinzler
fr: Antlion clignotant
gl: Formiga león picante
it: Insetto Lampeggiante
nl: Mierenleeuw-Flitser
ru: Муравьиный лев сигнальщик
uk: Мурашиний лев моргун

source: Zombie Brute
de: Zombie-Schläger
gl: Zombi bruto
it: Zombie Brutale
nl: Zombie-Bruut
ru: Брутальный зомби
uk: Жорстокий зомбі

source: Iceclaw Zombie
de: Eisklauenzombie
fr: Zombie glacegriffe
gl: Zombi gadoupa de xeo
it: Zombie Artiglio di Ghiaccio
nl: IJsklauwenzombie
ru: Хладный труп
uk: Зомбі Льодяні Кігті

source: Bloodthirsty Zombie
de: Blutdurstiger Zombie
fr: Zombie assoiffé de sang
gl: Zombi sedento de sangue
it: Zombie Sanguinario
nl: Bloeddorstige Zombie
ru: Кровожадный зомби
uk: Кровожерний зомбі

source: Zombie
gl: Zombi
ru: Зомби
uk: Зомбі

source: Antlion Slasher
de: Antlion-Schlitzer
fr: Antlion tailladeur
gl: Formiga león cortante
it: Insetto Tagliente
nl: Mierenleeuw-Vechter
ru: Драчливый муравьиный лев
uk: Мурашиний лев різач

source: Antlion
gl: Formiga león
it: Insetto
nl: Mierenleeuw
ru: Муравьиный лев
uk: Мурашиний лев

source: Skeletal Occultist
de: Skelett-Okkultist
fr: Squelette occultiste
gl: Esqueleto ocultista
it: Scheletro Occultista
nl: Skelet-Occultist
ru: Скелет оккультист
uk: Скелет окультист

source: Goblin Spearman Elite
de: Goblin Elitespeerkämpfer
fr: Gobelin lancier d'élite
gl: Trasno lanceiro de elite
it: Goblin Lancere Elite
nl: Kobold Elite Speerstrijder
ru: Элитный копейщик гоблинов
uk: Гоблін елітний списник

source: Skeletal Sniper
de: Skelett-Scharfschütze
fr: Squelette sniper
gl: Esqueleto tirador
it: Scheletro Cecchino
nl: Skelet-Scherpschutter
ru: Скелет снайпер
uk: Скелет снайпер

source: Goblin Spearman
de: Goblin Speerträger
fr: Gobelin lancier
gl: Trasno lanceiro
it: Goblin Lancere
nl: Kobold Speervechter
ru: Копейщик гоблинов
uk: Гоблін списник

source: Minotaur
de: Minotaurus
fr: Minotaure
gl: Minotauro
it: Minotauto
nl: Minotaurus
ru: Минотавр
uk: Мінотавр

source: Antlion Burster
de: Antlion-Berstling
fr: Antlion explosif
gl: Formiga león incendiaria
it: Insetto Scoppiettante
nl: Mierenleeuw-Ploffer
ru: Взрывающийся муравьиный лев
uk: Розривний мурашиний лев

source: Adult Wyvern
de: Ausgewachsener Wyvern
fr: Vouivre adulte
gl: Guiverno adulto
it: Viverna Adulta
nl: Volwassen Wyvern
ru: Взрослый виверн
uk: Доросла виверна

source: Use: Shock
de: Benutzen: Schock
fr: Utilise: Décharge
gl: Uso: atordar
nl: Gebruik: Schok
ru: Использование: шок
uk: Викор: Електрошок

source: Use: Teleport
de: Benutzen: Teleport
fr: Utilise: Téléportation
gl: Uso: teleportar
nl: Gebruik: Teleporteren
ru: Использование: телепорт
uk: Викор: Телепорт

source: Adamantium Ring of Mutant Healing
de: Adamantring der Mutantenheilung
fr: Anneau de Soin Mutant en Adamantium
gl: Anel de adamantium de cura mutante
nl: Onvermurwbare Ring van de Mutant Genenzing
ru: Адамантовое кольцо лечения мутанта
uk: Адамантове кільце зцілення мутації

source: Averguard Tome
de: Foliant von Averguard
fr: Tome d'Averguard
gl: Tomo de Ávegar
nl: Boekwerk van de Avergarde
ru: Том Авергарда
uk: Фоліант Авергуарда

source: This tome bears the seal of the Averguard
de: Dieses Buch trägt das Siegel der Averguard
fr: Ce tome porte le sceau d'Averguard
gl: Este tomo leva o selo dos Ávegar
nl: Dit boek draagt het zegel van de Avergarde
ru: На этом томе печать Авергарда
uk: На цьому фоліанті є печатка Авергуарда

source: Averguard Key
de: Schlüssel von Averguard
fr: Clé d'Averguard
gl: Chave de Ávegar
nl: Sleutel van de Avergarde
ru: Ключ Авергарда
uk: Ключ Авергуарда

source: Opens special doors in Averguard Keep
de: Öffnet spezielle Türen in der Feste von Averguard
fr: Ouvre des portes spéciales dans Fort Averguard
gl: Abre portas especiais da fortaleza de Ávegar
nl: Opent speciale Deuren in de Toren van de Avergarde
ru: Открывает специальные двери в цитадели Авергард
uk: Відкриває спеціальні двері в Донжоні Авергуарду

source: Langlier's Talisman
fr: L'amulette du pr.Langlier
gl: Talismán de Langlier
ru: Талисман Ланглиера
uk: Талісман Лангліера

source: Etched runes surround this talisman
de: Eingeätzte Runen umschließen diesen Talisman
fr: Cette amulette est entourée de runes gravées
gl: O talismán está rodeado de runas gravadas
nl: Geëtstee runen omgevenn deze talisman
ru: Вытравленные руны окружают этот талисман
uk: Гравіровані руни оточують цей талісман

source: Apprentice Necromancer
de: Lehrling der Nekromantie
fr: Apprentis nécromancien
gl: Aprendiz nigromante
nl: Leerling van de necromantie
ru: Ученик некроманта
uk: Учень некроманта

source: Ukkonen, Goblin Chieftain
de: Ukkonen, Goblinhäuptling
fr: Ukkonen, Chef des Gobelins
gl: Uconen, xefe dos trasnos
nl: Ukkonen, Kobold Hoofdman
ru: Укконен, вожак гоблинов
uk: Укконен, вождь гоблінів

source: Professor Langlier
fr: Professeur Langlier
gl: Mestre Langlier
ru: Профессор Ланглиер
uk: Професор Лангліер

source: The Warden
de: Der Wächter
fr: Le Gardien
gl: O garda
nl: De Opzichter
ru: Привратник
uk: Сторож

source: Sir Evan Maddox
fr: Sire Evan Maddox
gl: Sir Evan Mádox
nl: Heer Evan Maddox
ru: Сэр Эван Мэддокс
uk: Сер Еван Маддокс

source: Averguard Academy
de: Averguard - Akademie
fr: L'académie d'Averguard
gl: Biblioteca de Ávegar
nl: Avergarde - Academie
ru: Академия Авергарда
uk: Академія Авергуарду

source: Book Stand
de: Buchständer
fr: Lutrin
gl: Atril
nl: Boekenstandaard
ru: Книжная стойка
uk: Стенд для книг

source: "Some say the Averguard Academy is the greatest collection of knowledge within the empire."
de: "Es heißt, dass die Akademie von Averguard die größte Ansammlung von Wissen im ganzen Reich ist."
fr: "On dit que l'académie d'Averguard est la plus grande collection de savoir à travers tout l'empire."
gl: «Disque a biblioteca de Ávegar é a meirande recolección de sabedoría de todo o imperio».
nl: "Er wordt gezegd, dat de Academie van de Avergarde de grootste verzameling van kennis in heel het rijk bevat."
ru: «Говорят, академия Авергарда — это величайшее собрание знаний в империи.»
uk: "Дехто каже що Академія Авергуарду є найбільшою скарбницею знань в межах імперії."
