Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Spiked Buckler
de: Stachelbuckler
fr: Rondache hérissée
gl: Broquel con punta
it: Buckler Appuntito
nl: Gestekeld Houten Schild
ru: Шипованый щит
uk: Шипастий круглий щит

source: Steel Armor
de: Stahlrüstung
fr: Armure d'acier
gl: Armadura de aceiro
it: Corazza
nl: Stalen Harnas
ru: Стальная броня
uk: Сталеві лати

source: Cracked Steel Armor
de: Zerbrochene Stahlrüstung
fr: Armure d'acier brisée
gl: Armadura de aceiro rota
it: Corazza Incrinato
nl: Gebroken Stalen Harnas
ru: Треснутая стальная броня
uk: Тріснуті сталеві лати

source: Cursed Steel Armor
de: Verfluchte Stahlrüstung
fr: Armure d'acier maudite
gl: Armadura de aceiro maldita
it: Corazza Maledetta
nl: Vervloekt Stalen Harnas
ru: Проклятая стальная броня
uk: Прокляті сталеві лати

source: Dwarven Steel Armor
de: Zwergenstahlrüstung
fr: Armure d'acier Naine
gl: Armadura de aceiro dos ananos
it: Corazza Nanica
nl: Dwergen Stalen Harnas
ru: Гномья стальная броня
uk: Сталеві лати гнома

source: Steel Armor of Restoration
de: Stahlrüstung der Wiederherstellung
fr: Armure d'acier de régénération
gl: Armadura de aceiro da restauración
it: Corazza della Restorazione
nl: Stalen Harnas van Herstel
ru: Стальная броня восстановления
uk: Сталеві лати відновлення

source: Elven Steel Armor
de: Elfische Stahlrüstung
fr: Armure d'acier Elfique
gl: Armadura de aceiro dos elfos
it: Corazza Elfica
nl: Elfen Stalen Harnas
ru: Эльфийская стальная броня
uk: Сталеві лати ельфа

source: Steel Armor of Meditation
de: Stahlrüstung der Meditation
fr: Armure d'acier de méditation
gl: Armadura de aceiro da meditación
it: Corazza della Meditazione
nl: Stalen Harnas van de Meditatie
ru: Стальная броня медитации
uk: Сталеві лати розуму

source: Battle Steel Armor
de: Kampferprobte Stahlrüstung
fr: Armure d'acier de combat
gl: Armadura de aceiro de combate
it: Corazza da Battaglia
nl: Stalen Harnas van de Veldslag
ru: Боевая стальная броня
uk: Бойові сталеві лати

source: Steel Armor of Accuracy
de: Stahlrüstung der Genauigkeit
fr: Armure d'acier d'exactitude
gl: Armadura de aceiro da puntería
it: Corazza della Precisione
nl: Stalen Harnas van de Nauwkeurigheid
ru: Стальная броня меткости
uk: Сталеві лати акуратності

source: Steel Armor of Avoidance
de: Stahlrüstung des Ausweichens
fr: Armure d'acier d'ésquive
gl: Armadura de aceiro esquiva
it: Corazza delle Schiavate
nl: Stalen Harnas van de Ontwijking
ru: Стальная броня уклонения
uk: Сталеві лати уникнення

source: Summer Steel Armor
de: Sommerliche Stahlrüstung
fr: Armure d'acier d'été
gl: Armadura de aceiro do verán
it: Corazza Estiva
nl: Zomers Stalen Harnas
ru: Летняя стальная броня
uk: Літні сталеві лати

source: Winter Steel Armor
de: Winterliche Stahlrüstung
fr: Armure d'acier d'hiver
gl: Armadura de aceiro do inverno
it: Corazza Invernale
nl: Winters Stalen Harnas
ru: Зимняя стальная броня
uk: Зимові сталеві лати

source: Steel Armor of Slaying
de: Stahlrüstung des Mordens
fr: Armure d'acier de la brute
gl: Armadura de aceiro de caza
it: Corazza dello Svntratore
nl: Stalen Harnas van de Dood
ru: Стальная броня убийства
uk: Сталеві лати вбивства

source: Warlord Steel Armor
de: Stahlrüstung des Kriegsherrn
fr: Armure d'acier de maître de guerre
gl: Armadura de aceiro de guerreiro
it: Corazza del Condottiero
nl: Stalen Harnas van de Krijgsheer
ru: Стальная броня военачальника
uk: Сталеві лати ватажка

source: Steel Armor of Victory
de: Stahlrüstung des Sieges
fr: Armure d'acier de victoire
gl: Armadura de aceiro da vitoria
it: Corazza della Vittoria
nl: Stalen Harnas van de Overwinning
ru: Стальная броня победа
uk: Сталеві лати перемоги

source: Archmage Steel Armor
de: Stahlrüstung des Erzmagus
fr: Armure d'acier d'archimage
gl: Armadura de aceiro de arquimago
it: Corazza dell'Arcimago
nl: Stalen Harnas van de Aartsmagiër
ru: Стальная броня архимага
uk: Сталеві лати архимага

source: Steel Armor of Wizardry
de: Stahlrüstung der Zauberei
fr: Armure d'acier de sorcellerie
gl: Armadura de aceiro máxca
it: Corazza dello Stregone
nl: Stalen Harnas van de Magie
ru: Стальная броня волшебства
uk: Сталеві лати чаклунства

source: Ancient Steel Armor
de: Antike Stahlrüstung
fr: Armure d'acier ancestrale
gl: Armadura de aceiro antiga
it: Corazza Antico
nl: Antiek Stalen Harnas
ru: Древняя стальная броня
uk: Старовинні сталеві лати

source: Steel Armor of Precision
de: Stahlrüstung der Präzision
fr: Armure d'acier d'exactitude
gl: Armadura de aceiro da precisión
it: Corazza dell'Accuratezza
nl: Stalen Harnas van de Nauwkeurigheid
ru: Стальная броня точности
uk: Сталеві лати точності

source: Steel Armor of Protection
de: Stahlrüstung des Schutzes
fr: Armure d'acier de protection
gl: Armadura de aceiro da protección
it: Corazza della Protezione
nl: Stalen Harnas van de Bescherming
ru: Стальная броня обороны
uk: Сталеві лати захисту

source: Fiery Steel Armor
de: Feurige Stahlrüstung
fr: Armure d'acier ardente
gl: Armadura de aceiro chameante
it: Corazza Ardente
nl: Vurig Stalen Harnas
ru: Пламенная стальная броня
uk: Вогняні сталеві лати

source: Frozen Steel Armor
de: Frostige Stahlrüstung
fr: Armure d'acier du givre
gl: Armadura de aceiro xeada
it: Corazza Glaciale
nl: Vorstig Stalen Harnas
ru: Морозная стальная броня
uk: Морозні сталеві лати

source: Steel Armor of Destruction
de: Stahlrüstung der Zerstörung
fr: Armure d'acier de destruction
gl: Armadura de aceiro da destrución
it: Corazza della Distruzione
nl: Stalen Harnas van de Vernietiging
ru: Стальная броня разрушения
uk: Сталеві лати знищення

source: Knight's Cuirass
de: Ritters Kürass
fr: Armure de chevalier
gl: Coiraza de cabaleiro
it: Corazza del Cavagliere
nl: Ridders Kuras
ru: Рыцарская кираса
uk: Лати лицаря

source: Wyrmrider Maille
de: Kettenhemd des Wyrmreiters
fr: Chevauche vouivre
gl: Malla de dragón
it: Cotta di scaglie di Drago
nl: Maliënkolder van de Wyrmrijders
ru: Кольчуга наездника дракона
uk: Кольчуга вершника дракона

source: Paladin's Oath
de: Paladins Eid
fr: Serment du Paladin
gl: Xuramento de paladín
it: Giramento del Paladino
nl: Paladins Eed
ru: Клятва паладина
uk: Присяга паладіна

source: Cleric Maille
de: Kettenhemd des Priesters
fr: Maille du clerc
gl: Malla de clérigo
it: Cotta di maglia del Clerico
nl: Maliënkolder van de Priesters
ru: Кольчуга лекаря
uk: Кольчуга церковника

source: Jousting Armor
de: Tjostrüstung
fr: Armure de joute
gl: Armadura de xustas
it: Armatura da Battaglia
nl: Steekspeluitrusting
ru: Турнирный доспех
uk: Обладунки змагання

source: Titan Plate
de: Titanplatte
fr: Armure du titan
gl: Placa de titán
it: Piastra di Titanio
nl: Titanenplaat
ru: Пластинчатый доспех титана
uk: Титанова пластина

source: Ruby Scale Armor
de: Rubinschuppenpanzer
fr: Écaille de rubis
gl: Armadura de escama de rubí
it: Armatura scaglie di Rubino
nl: Robijnschubbenharnas
ru: Рубиновые латы
uk: Броня з рубінових пластин

source: Diamond Scale Armor
de: Diamantschuppenpanzer
fr: Écaille de diamant
gl: Armadura de escama de diamante
it: Armatura scaglie di Diamante
nl: Diamantschubbenharnas
ru: Алмазные латы
uk: Броня з алмазних пластин

source: Marauder Maille
de: Kettenhemd des Marodeurs
fr: Maille du maraudeur
gl: Malla de malfeitor
it: Cotta di maglia del Predone
nl: Maliënkolder van de Plunderaar
ru: Кольчуга мародёра
uk: Кольчуга мародера

source: Shield
de: Schild
fr: Bouclier
gl: Escudo
it: Scudo
nl: Stalen Schild
ru: Щит
uk: Щит

source: Cracked Shield
de: Zerbrochener Schild
fr: Bouclier fendu
gl: Escudo roto
it: Scudo Incrinato
nl: Gebroken Stalen Schild
ru: Треснутый щит
uk: Тріснутий щит

source: Cursed Shield
de: Verfluchter Schild
fr: Bouclier maudit
gl: Escudo maldito
it: Scudo Maledetto
nl: Vervloekt Stalen Schild
ru: Проклятый щит
uk: Проклятий щит

source: Dwarven Shield
de: Zwergenschild
fr: Bouclier Nain
gl: Escudo dos ananos
it: Scudo Nanico
nl: Dwergen Stalen Schild
ru: Гномий щит
uk: Щит гнома

source: Shield of Restoration
de: Schild der Wiederherstellung
fr: Bouclier de régénération
gl: Escudo da restauración
it: Scudo della Restorazione
nl: Stalen Schild van Herstel
ru: Щит восстановления
uk: Щит відновлення

source: Elven Shield
de: Elfischer Schild
fr: Bouclier Elfique
gl: Escudo dos elfos
it: Scudo Elfico
nl: Elfen Stalen Schild
ru: Эльфийский щит
uk: Щит ельфа

source: Shield of Meditation
de: Schild der Meditation
fr: Bouclier de méditation
gl: Escudo da meditación
it: Scudo della Meditazione
nl: Stalen Schild van de Meditatie
ru: Щит медитации
uk: Щит розуму

source: Battle Shield
de: Kampferprobter Schild
fr: Bouclier de combat
gl: Escudo de combate
it: Scudo da Battalgia
nl: Stalen Schild van de Veldslag
ru: Боевой щит
uk: Бойовий щит

source: Shield of Accuracy
de: Schild der Genauigkeit
fr: Bouclier de précision
gl: Escudo da puntería
it: Scudo della Precisione
nl: Stalen Schild van de Nauwkeurigheid
ru: Щит меткости
uk: Щит акуратності

source: Shield of Avoidance
de: Schild des Ausweichens
fr: Bouclier d'ésquive
gl: Escudo esquivo
it: Scudo delle Schivate
nl: Stalen Schild van de Ontwijking
ru: Щит уклонения
uk: Щит уникнення

source: Summer Shield
de: Sommerlicher Schild
fr: Bouclier d'été
gl: Escudo do verán
it: Scudo Estivo
nl: Zomers Stalen Schild
ru: Летний щит
uk: Літній щит

source: Winter Shield
de: Winterlicher Schild
fr: Bouclier d'hiver
gl: Escudo do inverno
it: Scudo Invernale
nl: Winters Stalen Schild
ru: Зимний щит
uk: Зимовий щит

source: Shield of Slaying
de: Schild des Mordens
fr: Bouclier de la brute
gl: Escudo de caza
it: Scudo dello Sventratore
nl: Stalen Schild van de Dood
ru: Щит убийства
uk: Щит вбивства

source: Warlord Shield
de: Schild des Kriegsherrn
fr: Bouclier de maître de guerre
gl: Escudo de guerreiro
it: Scudo del Condottiero
nl: Stalen Schild van de Krijgsheer
ru: Щит военачальника
uk: Щит ватажка

source: Shield of Victory
de: Schild des Sieges
fr: Bouclier de victoire
gl: Escudo da vitoria
it: Scudo della Vittoria
nl: Stalen Schild van de Overwinning
ru: Щит победы
uk: Щит перемоги

source: Archmage Shield
de: Schild des Erzmagus
fr: Bouclier d'archimage
gl: Escudo de arquimago
it: Scudo dell'Arcimago
nl: Stalen Schild van de Aartsmagiër
ru: Щит архимага
uk: Щит архимага

source: Shield of Wizardry
de: Schild der Zauberei
fr: Bouclier de sorcellerie
gl: Escudo máxico
it: Scudo dello Stregone
nl: Stalen Schild van de Magie
ru: Щит волшебства
uk: Щит чаклунства

source: Ancient Shield
de: Antiker Schild
fr: Bouclier ancestrale
gl: Escudo antigo
it: Scudo Antico
nl: Antiek Stalen Schild
ru: Древний щит
uk: Старовинний щит

source: Shield of Precision
de: Schild der Präzision
fr: Bouclier d'exactitude
gl: Escudo da precisión
it: Scudo dell'Accuratezza
nl: Stalen Schild van de Nauwkeurigheid
ru: Щит точности
uk: Щит точності

source: Shield of Protection
de: Schild des Schutzes
fr: Bouclier de protection
gl: Escudo da protección
it: Scudo della Protezione
nl: Stalen Schild van de Bescherming
ru: Щит обороны
uk: Щит захисту

source: Fiery Shield
de: Feuriger Schild
fr: Bouclier ardent
gl: Escudo chameante
it: Scudo Ardente
nl: Vurig Stalen Schild
ru: Пламенный щит
uk: Вогняний щит

source: Frozen Shield
de: Frostiger Schild
fr: Bouclier du givre
gl: Escudo xeado
it: Scudo Glaciale
nl: Vorstig Stalen Schild
ru: Морозный щит
uk: Морозний щит

source: Shield of Destruction
de: Schild der Zerstörung
fr: Bouclier de destruction
gl: Escudo da destrución
it: Scudo della Distruzione
nl: Stalen Schild van de Vernietiging
ru: Щит разрушения
uk: Щит знищення

source: Knight's Defense
de: Ritters Verteidigung
fr: Défense du chevalier
gl: Defensa do cabaleiro
it: Difesa del Caavgliere
nl: Ridders Verdediging
ru: Защита рыцаря
uk: Захист лицаря

source: Aegis of Life
de: Obhut des Lebens
fr: L'égide de la vie
gl: Protección da vida
it: Egida della Vita
nl: Bescherming van het Leven
ru: Эгида жизни
uk: Егіда життя

source: Paladin's Honor
de: Paladins Ehre
fr: L'honneur du paladin
gl: Honor do paladín
it: Honore del Paladino
nl: Paladins Eer
ru: Честь паладина
uk: Честь паладіна

source: Aegis of Ether
de: Obhut des Äther
fr: L'égide d'ether
gl: Protección do éter
it: Egida della Terra
nl: Bescheming van de Ether
ru: Эгида эфира
uk: Егіда ефіру

source: Steel Ward
de: Stahlwache
fr: Gardien d'acier
gl: Protección de aceiro
it: Guardia d'Acciaio
nl: Staalwacht
ru: Стальная опека
uk: Стальна варта

source: The Rook
de: Der Gauner
fr: La tour
gl: Torre do xadrez
it: La Roccia
nl: De Roek
ru: Тура
uk: Шулер

source: Flame Tower
de: Flammenturm
fr: Tour de flamme
gl: Torre da chama
it: Torre di Fiamma
nl: Vlammentoren
ru: Башня пламени
uk: Полум'яна вежа

source: Frost Tower
de: Frostturm
fr: Tour de glace
gl: Torre do carazo
it: Torre di Ghiaccio
nl: Vorsttoren
ru: Башня мороза
uk: Морозна вежа

source: Blood Ward
de: Blutwache
fr: Gardien de sang
gl: Protección de sangue
it: Guardia di Sangue
nl: Bloedwacht
ru: Опека крови
uk: Кривава варта

source: Belt
de: Gürtel
fr: Ceinture
gl: Cinto
it: Cintura
nl: Riem
ru: Пояс
uk: Пояс

source: Tattered Belt
de: Lumpiger Gürtel
fr: Ceinture tranchée
gl: Cinto de trapo
it: Cintura Sbrindellata
nl: Gehavende Riem
ru: Порванный пояс
uk: Порваний пояс

source: Dwarven Belt
de: Zwergengürtel
fr: Ceinture Naine
gl: Cinto dos ananos
it: Cintura Nanica
nl: Dwergenriem
ru: Гномий пояс
uk: Пояс гнома

source: Elven Belt
de: Elfengürtel
fr: Ceinture Elfique
gl: Cinto dos elfos
it: Cintura Elfica
nl: Elfenriem
ru: Эльфийский пояс
uk: Пояс ельфа

source: Warlord Belt
de: Gürtel des Kriegsherrn
fr: Ceinture de maître de guerre
gl: Cinto de guerreiro
it: Cintura del Condottiero
nl: Riem van de Krijgsheer
ru: Пояс военачальника
uk: Пояс ватажка

source: Archmage Belt
de: Gürtel des Erzmagus
fr: Ceinture d'archimage
gl: Cinto de arquimago
it: Cintura dell'Arcimago
nl: Riem van de Aartsmagiër
ru: Пояс архимага
uk: Пояс архимага

source: Trollhair Belt
de: Trollhaargürtel
fr: Ceinture toison du troll
gl: Cinto de cabelo de troll
it: Cintura in Capelli di Troll
nl: Trolhaarriem
ru: Пояс из шерсти тролля
uk: Пояс з шерсті троля

source: Spellpouch Belt
de: Zauberbeutel-Gürtel
fr: Ceinture boite à sorts
gl: Cinto para feitizos
it: Cintura con Borsello per Incantesimi
nl: Toverbuidel-Riem
ru: Пояс с сумкой заклинаний
uk: Пояс з зачарованої торби

source: Boots
de: Stiefel
fr: Bottes
gl: Botas
it: Stivali
nl: Laarzen
ru: Ботинки
uk: Черевики

source: Tattered Boots
de: Lumpige Stiefel
fr: Bottes trouées
gl: Botas de trapo
it: Stivali Sbrindellati
nl: Gehavende Laarzen
ru: Порванные ботинки
uk: Порвані черевики

source: Boots of Speed
de: Stiefel der Geschwindigkeit
fr: Bottes de hâte
gl: Botas lixeiras
it: Stivali della Velocità
nl: Laarzen van de Snelheid
ru: Ботинки скорости
uk: Черевики швидкості

source: speed
de: Geschwindigkeit
fr: hâte
gl: velocidade
it: velocità
nl: snelheid
ru: скорость
uk: швидкість

source: Boots of Avoidance
de: Stiefel des Ausweichens
fr: Bottes d'ésquive
gl: Botas esquivas
it: Stivali della Schivata
nl: Laarzen van de Ontwijking
ru: Ботинки уклонения
uk: Черевики уникнення

source: Boots of Travel
de: Reisestiefel
fr: Bottes du voyageur
gl: Botas de viaxe
it: Stivali da Viaggio
nl: Reislaarzen
ru: Ботинки путешествия
uk: Черевики мандрівок

source: Boots of Protection
de: Stiefel des Schutzes
fr: Bottes de protection
gl: Botas de protección
it: Stivali della Protezione
nl: Laarzen van de Bescherming
ru: Ботинки обороны
uk: Черевики захисту

source: Windwalker Boots
de: Flügelschuhe
fr: Bottes Marchevent
gl: Botas de trota-ventos
it: Stivali del Camminatore nel Vento
nl: Flügelschuhe
ru: Ботинки ходящего по ветру
uk: Черевики ходьби вітром

source: Phase Step Boots
de: Phasenwechslerstiefel
fr: Bottes de phase
gl: Botas de paso firme
it: Stivali Passo Passo
nl: PhasenwechslerLaarzen
ru: Ботинки лёгких шагов
uk: Чоботи фазової ходьби

source: Ring
fr: Anneau
gl: Anel
it: Anello
ru: Кольцо
uk: Кільце

source: Tarnished Ring
de: Angelaufener Ring
fr: Anneau endommagé
gl: Anel oxidado
it: Anello Offuscante
nl: Doffe Ring
ru: Потускневшее кольцо
uk: Тьмяне кільце

source: Ring of Restoration
de: Ring der Wiederherstellung
fr: Anneau de régénération
gl: Anel da restauración
it: Anello della Restorazione
nl: Ring van Herstel
ru: Кольцо восстановления
uk: Кільце відновлення

source: Ring of Meditation
de: Ring der Meditation
fr: Anneau de méditation
gl: Anel da meditación
it: Anello della Meditazione
nl: Ring van de Meditatie
ru: Кольцо медитации
uk: Кільце розуму

source: Ring of Victory
de: Ring des Sieges
fr: Anneau de victoire
gl: Anel da vitoria
it: Anello della Vittoria
nl: Ring van de Overwinning
ru: Кольцо победы
uk: Кільце перемоги

source: Ring of Wizardry
de: Ring der Zauberei
fr: Anneau de sorcellerie
gl: Anel máxico
it: Anello dello Stregone
nl: Ring van de Magie
ru: Кольцо волшебства
uk: Кільце чаклунства

source: Signet of Forgotten Kings
de: Siegel der Vergessenen Könige
fr: Chevalière des Rois Oubliés
gl: Selo dos reis esquecidos
it: Sigillo del Re dimenticato
nl: Zegel van de Vergeten Koningen
ru: Печать забытых королей
uk: Перстень Забутих Королів

source: Band of Enlightenment
de: Band der Aufklärung
fr: Bague de l'inspiré
gl: Cinta da iluminación
it: Fascia dell'illuminazioen
nl: Band van de Verlichting
ru: Повязка просвещения
uk: Стрічка просвітництва

source: Shoot
de: Schießen
fr: Tir
gl: Disparar
it: Tiro
nl: Schieten
ru: Выстрел
uk: Постріл

source: Basic ranged attack
de: Grundlegender Fernangriff
fr: Attaque à distance basique
gl: Ataque a distancia básico.
it: Attacco base armi da lancio
nl: Basis Afstandsaanval
ru: Базовая дальняя атака
uk: Базова дальня атака

source: Swing
de: Schwingen
fr: Taille
gl: Golpear
it: Fendente
nl: Zwaai
ru: Удар
uk: Розмах

source: Basic melee attack
de: Grundlegender Nahkampfangriff
fr: Attaque au corps à corps basique
gl: Ataque corpo a corpo básico.
it: Attacco base armi da mischia
nl: Basis Mêlee-aanval
ru: Базовая ближняя атака
uk: Базова ближня атака

source: Channel
de: Kanalisieren
fr: Canal
gl: Canalizar
nl: Kanaliseren
ru: Вызов
uk: Канал

source: Channel a bolt of magic through your mental weapon for zero MP
de: Kanalisiere ein magisches Geschoss durch deine mentale Waffe für 0 MP
fr: Canalise une impulsion magique au travers ton arme mentale (0 PM)
gl: Canaliza unha descarga de maxia a través dunha arma mental sen consumir enerxía.
it: Incanala un colpo magico attravrso la tua bacchetta al costo di 0 MP
nl: Kanaliseer een magisch schot door je mentale wapen voor 0 MP
ru: Вызвать магический разряд через ментальное оружие без потери маны
uk: Направляє магічний заряд через вашу психічну зброю без затрати Мани

source: Block
de: Blocken
fr: Bloque
gl: Bloquear
it: Parata
nl: Blokkeer
ru: Блок
uk: Блок

source: Raise your shield to double your avoidance and absorb
de: Erhebe deinen Schild, um deine Ausweichchance und Absorption zu verdoppeln
fr: Lève ton bouclier pour doubler l'ésquive et l'absorption des dégats
gl: Levantar o escudo para esquivar e absorber o dobre.
it: Alza lo scudo e raddoppia la capacità di assorbire e schivare
nl: Hef je schild, om je ontwijkingskans en afsorbtie te verdubbelen
ru: Поднять щит, чтобы удвоить уклонение и поглощение
uk: Підніміть свій щит, щоб подвоїти уникнення і поглинання

source: Immobilize
de: Lähmen
fr: Immobilise
gl: Inmobilizar
it: Immobilizzare
nl: Verlammen
ru: Обездвижить
uk: Сковування

source: Pin an enemy down for 3 seconds
de: Nagelt einen Gegner für 3 Sekunden fest
fr: Immobilise un enemi pour 3 secondes
gl: Inmobilizar a un inimigo durante tres segundos.
it: Blocca un mnemico per 3 secondi
nl: Nagelt een vijand gedurende 3 seconden vast
ru: Обездвижить врага на 3 секунды
uk: Придавіть ворога на 3 секунди

source: Blood Strike
de: Blutschlag
fr: Saignée
gl: Ferir
it: Colpo sanguigno
nl: Bloedslag
ru: Удар крови
uk: Кривавий удар

source: Inflict a bleeding wound that causes additional damage over 5 seconds
de: Fügt eine blutende Wunde zu, die 5 Sekunden lang zusätzliche Schaden verursacht
fr: Inflige une hémoragie causant des dégats additionels durant 5 secondes
gl: Inflixe unha ferida que sangra causando dano adicional durante 5 segundos.
it: Infliggi una ferita sanguinante che causa danni adizionali per 5 secondi
nl: Brengt een bloedende wond toe, die gedurende 5 seconden aanvullende schade veroorzaakt
ru: Нанести кровоточащее ранение, которое наносит дополнительный вред в течение 5 секунд
uk: Нанесіть кровоточиву рану, яка викликає додаткові пошкодження протягом 5 секунд

source: Shock
de: Schock
fr: Secousse
gl: Electrocutar
nl: Schok
ru: Шок
uk: Електрошок

source: Electrocute an enemy from a distance; +25% crit chance against movement-impaired enemies.
de: Elektrifiziere einen Gegner aus der Ferne; +25% Kritische Trefferchance gegen bewegungsunfähige Gegner.
fr: Éléctrocute un ennemi à distance; +25% de chance de coup critique sur les ennemis lents
gl: Electrocutar a un inimigo a distancia. A probabilidade dun ataque crítico contra os inimigos inmobilizados aumenta un 25%.
it: Elettroschock a nemici a distanza; +25% colpo critico contro nemici in movimento.
nl: Electrificeer een vijand verursacht van een afstand; +25% kritieke trefkans tegen verlamte vijand.
ru: Поразить врага электрическим разрядом с расстояния; +25% к критическому удару против обездвиженных врагов.
uk: Вдаряє струмом ворога на відстані, +25% шанс крит. удару ворогів, руху яких нанесено шкоду.

source: Heal
de: Heilen
fr: Soin
gl: Curar
it: Guarigione
nl: Genezen
ru: Лечение
uk: Зцілення

source: Restore HP
de: Stelle TP wieder her
fr: Restaure des PV
gl: Recuperar vida.
it: Recupera HP
nl: Herstel TP
ru: Восстановить здоровье
uk: Відновлює Життя

source: Piercing Shot
de: Durchbohrender Schuss
fr: Tir perçant
gl: Disparo perforante
it: Colpo Penetrante
nl: Doorborend Schot
ru: Пронзающий выстрел
uk: Пробивний постріл

source: Fire a shot that ignores armor and goes through multiple enemies
de: Feuert einen Schuss ab, der Rüstung ignoriert und mehrere Gegner durchschlägt
fr: Le projectile traverse les armures et atteint plusieurs ennemis
gl: Disparo que ignora a armadura e atravesa múltiples inimigos.
it: Sparate un colpo che ignora le armature e passa attraverso molteplici nemici
nl: Vuur een Schot af, dat de wapenuitrusting negeert en door meerdere vijanden heen gaat
ru: Выстрел, игнорирующий броню и проходящий через несколько врагов
uk: Постріл, який ігнорує броню і проходить через кількох ворогів

source: Warcry
de: Kriegsruf
fr: Cris de guerre
gl: Grito de guerra
nl: Oorlogskreet
ru: Боевой крик
uk: Бойовий крик

source: Remove debuffs and become immune to debuffs for 10 seconds
de: Entferne Debuffs und werde 10 Sekunden lang immun gegen Debuffs
fr: Enlève les debuffs (malus subis) et immunise aux debuffs durant 10 secondes
gl: Elimina os efectos temporais prexudiciais e inmunízate contra eles durante 10 segundos.
it: Rimuoni aurea e diventi immune per 10 secondi alle aurea
nl: Entafstand Debuffs en wordt gedurende 10 seconden lang immun tegen Debuffs
ru: Устранить проклятья и стать иммунным к проклятиям на 10 секунд
uk: Видаліть шкідливі ефекти і станьте несприйнятливі до шкідливих ефектів на 10 секунд

source: Quake
de: Beben
fr: Séisme
gl: Sismo
it: Scossa
nl: Beven
ru: Землетрясение
uk: Дрижання

source: Stun nearby enemies
de: Betäube nahe Feinde
fr: Étourdis les ennemis proches
gl: Atorde aos inimigos próximos.
it: Stordisci i nemici vicini
nl: Verdoof nabije vijanden
ru: Парализовать близких врагов
uk: Оглушує найближчих ворогів

source: Create a force field that absorbs damage
de: Erzeuge ein Kraftfeld, das Schaden absorbiert
fr: Crée un champ de force qui absorbe les dégats
gl: Crea un campo de forza que absorbe dano.
it: Crea a campo di forza che assorbe i danni
nl: Creëer een krachtveld, dat schade absorbeerd
ru: Создать силовое поле, поглощающее вред
uk: Створіть силове поле, яке поглинає пошкодження

source: Haste
de: Hast
fr: Hâte
gl: Présa
it: Rapidità
nl: Haast
ru: Ускорение
uk: Поспіх
