Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Longsword of Accuracy
de: Langschwert der Genauigkeit
fr: Épée longue de précision
gl: Espada longa da puntería
it: Spada Lunga della Precisione
nl: Lang Zwaard van de Nauwkeurigheid
ru: Длинный меч меткости
uk: Полуторний меч акуратності

source: Longsword of Avoidance
de: Langschwert des Ausweichens
fr: Épée longue d'ésquive
gl: Espada longa esquiva
it: Spada Lunga delle Schivate
nl: Lang Zwaard van de Ontwijking
ru: Длинный меч уклонения
uk: Полуторний меч ухилення

source: Summer Longsword
de: Sommerliches Langschwert
fr: Épée longue d'été
gl: Espada longa do verán
it: Spada Lunga Estiva
nl: Zomers Lang Zwaard
ru: Летний длинный меч
uk: Літній полуторний меч

source: Winter Longsword
de: Winterliches Langschwert
fr: Épée longue d'hiver
gl: Espada longa do inverno
it: Spada Lunga Invernale
nl: Winters Lang Zwaard
ru: Зимний длинный меч
uk: Зимовий полуторний меч

source: Longsword of Slaying
de: Langschwert des Mordens
fr: Épée longue de la brute
gl: Espada longa de caza
it: Spada Lunga dello Sventratore
nl: Lang Zwaard van de Dood
ru: Длинный меч убийства
uk: Полуторний меч вбивства

source: Warlord Longsword
de: Langschwert des Kriegsherrn
fr: Épée longue de maitre de guerre
gl: Espada longa de guerreiro
it: Spada Lunga del Condottiero
nl: Lang Zwaard van de Krijgsheer
ru: Длинный меч военачальника
uk: Полуторний меч ватажка

source: Longsword of Victory
de: Langschwert des Sieges
fr: Épée longue de victoire
gl: Espada longa da vitoria
it: Spada Lunga della Vittoria
nl: Lang Zwaard van de Overwinning
ru: Длинный меч победы
uk: Полуторний меч перемоги

source: Archmage Longsword
de: Langschwert des Erzmagus
fr: Épée longue d'archimage
gl: Espada longa de arquimago
it: Spada Lunga dell'Arcimago
nl: Lang Zwaard van de Aartsmagiër
ru: Длинный меч архимага
uk: Полуторний меч архимага

source: Longsword of Wizardry
de: Langschwert der Zauberei
fr: Épée longue de sorcellerie
gl: Espada longa máxica
it: Spada Lunga dello Stregone
nl: Lang Zwaard van de Magie
ru: Длинный меч волшебства
uk: Полуторний меч чаклунства

source: Ancient Longsword
de: Antikes Langschwert
fr: Épée longue ancestrale
gl: Espada longa antiga
it: Spada Lunga Antica
nl: Antiek Lang Zwaard
ru: Древний длинный меч
uk: Старовинний полуторний меч

source: Longsword of Precision
de: Langschwert der Präzision
fr: Épée longue d'exactitude
gl: Espada longa da precisión
it: Spada Lunga dell'Accuratezza
nl: Lang Zwaard van de Nauwkeurigheid
ru: Длинный меч точности
uk: Полуторний меч точності

source: Longsword of Protection
de: Langschwert des Schutzes
fr: Épée longue de protection
gl: Espada longa da protección
it: Spada Lunga della Protezione
nl: Lang Zwaard van de Bescherming
ru: Длинный меч обороны
uk: Полуторний меч захисту

source: Fiery Longsword
de: Feuriges Langschwert
fr: Épée longue ardente
gl: Espada longa chameante
it: Spada Lunga Ardente
nl: Vurig Lang Zwaard
ru: Пламенный длинный меч
uk: Вогняний полуторний меч

source: Frozen Longsword
de: Frostiges Langschwert
fr: Épée longue du givre
gl: Espada longa xeada
it: Spada Lunga Galciale
nl: Bevroren Lang Zwaard
ru: Морозный длинный меч
uk: Морозний полуторний меч

source: Longsword of Destruction
de: Langschwert der Zerstörung
fr: Épée longue de destruction
gl: Espada longa da destrución
it: Spada Lunga della Distruzione
nl: Lang Zwaard van de Vernietiging
ru: Длинный меч разрушения
uk: Полуторний меч знищення

source: Excalibur
ru: Экскалибур
uk: Екскалібур

source: Vampiric Sword
de: Vampirschwert
fr: Vampirelame
gl: Espada dos vampiros
it: Spada del Vampiro
nl: Vampierzwaard
ru: Вампирический меч
uk: Вампіричний меч

source: Glamdring
ru: Гламдринг
uk: Гламдрінг

source: Durendal
ru: Дюрандаль
uk: Дюрандаль

source: Rapier
fr: Rapière
gl: Florete
it: Spadino
ru: Рапира
uk: Рапіра

source: Dueling Sword
de: Duellschwert
fr: Epée du dueliste
gl: Espada de duelo
it: Spada da Duello
nl: Duelzwaard
ru: Дуэльный меч
uk: Дуельний меч

source: Flame Edge
de: Flammenschneide
fr: Flamelame
gl: Extremo de lume
it: Lama delle Fiamme
nl: Vlammensnede
ru: Лезвие пламени
uk: Полум'яне лезо

source: Frost Edge
de: Frostschneide
fr: Froidelame
gl: Extremo de xeo
it: Lama del Gelo
nl: Vorstsnede
ru: Лезвие мороза
uk: Морозне лезо

source: Vorpal Sword
de: Vorpalschwert
fr: Vorpale
gl: Espada capital
it: Spada Vorpal
nl: Vorpalzwaard
ru: Бравный меч
uk: Vorpal-меч

source: Greatsword
de: Breitschwert
fr: Grande épée
gl: Gran espada
it: Spadone
nl: Breedzwaard
ru: Великий меч
uk: Дворучний меч

source: Rusted Greatsword
de: Rostiges Breitschwert
fr: Grande épée rouillée
gl: Gran espada oxidada
it: Spadone Arruginito
nl: Roestig Breedzwaard
ru: Ржавый великий меч
uk: Іржавий дворучний меч

source: Cursed Greatsword
de: Verfluchtes Breitschwert
fr: Grande épée maudite
gl: Gran espada maldita
it: Spadone Maledetto
nl: Vervloekt Breedzwaard
ru: Проклятый великий меч
uk: Проклятий дворучний меч

source: Dull Greatsword
de: Stumpfes Breitschwert
fr: Grande épée émoussée
gl: Gran espada desafiada
it: Spadone Spuntato
nl: Bot Breedzwaard
ru: Тупой великий меч
uk: Тупий дворучний меч

source: Dwarven Greatsword
de: Zwergisches Breitschwert
fr: Grande épée Naine
gl: Gran espada dos ananos
it: Spadone Nanico
nl: Dwergen Breedzwaard
ru: Гномий великий меч
uk: Дворучний меч гнома

source: Greatsword of Restoration
de: Breitschwert der Wiederherstellung
fr: Grande épée de régénération
gl: Gran espada da restauración
it: Spadone della Restorazione
nl: Breedzwaard van Herstel
ru: Великий меч восстановления
uk: Дворучний меч відновлення

source: Elven Greatsword
de: Elfisches Breitschwert
fr: Grande épée elfique
gl: Gran espada dos elfos
it: Spadone Elfico
nl: Elfen Breedzwaard
ru: Эльфийский великий меч
uk: Дворучний меч ельфа

source: Greatsword of Meditation
de: Breitschwert der Meditation
fr: Grande épée de méditation
gl: Gran espada da meditación
it: Spadone Della Meditazione
nl: Breedzwaard van de Meditatie
ru: Великий меч медитации
uk: Дворучний меч розуму

source: Battle Greatsword
de: Kampferprobtes Breitschwert
fr: Grande épée de combat
gl: Gran espada de combate
it: Spadone da Battaglia
nl: Breedzwaard van de Veldslag
ru: Боевой великий меч
uk: Бойовий дворучний меч

source: Greatsword of Accuracy
de: Breitschwert der Genauigkeit
fr: Grande épée de précision
gl: Gran espada da puntería
it: Spadone della Precisione
nl: Breedzwaard van de Nauwkeurigheid
ru: Великий меч меткости
uk: Дворучний меч акуратності

source: Greatsword of Avoidance
de: Breitschwert des Ausweichens
fr: Grande épée d'ésquive
gl: Gran espada esquiva
it: Spadone delle Schivate
nl: Breedzwaard van de Ontwijking
ru: Великий меч уклонения
uk: Дворучний меч ухилення

source: Summer Greatsword
de: Sommerliches Breitschwert
fr: Grande épée d'été
gl: Gran espada do verán
it: Spadone Estivo
nl: Zomers Breedzwaard
ru: Летний великий меч
uk: Літній дворучний меч

source: Winter Greatsword
de: Winterliches Breitschwert
fr: Grande épée d'hiver
gl: Gran espada do inverno
it: Spadone Invernale
nl: Winters Breedzwaard
ru: Зимний великий меч
uk: Зимовий дворучний меч

source: Greatsword of Slaying
de: Breitschwert des Mordens
fr: Grande épée de la brute
gl: Gran espada de caza
it: Spadone dello Sventratore
nl: Breedzwaard van de Dood
ru: Великий меч убийства
uk: Дворучний меч вбивства

source: Warlord Greatsword
de: Breitschwert des Kriegsherrn
fr: Grande épée de maître de guerre
gl: Gran espada de guerreiro
it: Spadone del Condottiero
nl: Breedzwaard van de Krijgsheer
ru: Великий меч военачальника
uk: Дворучний меч ватажка

source: Greatsword of Victory
de: Breitschwert des Sieges
fr: Grande épée de victoire
gl: Gran espada da vitoria
it: Spadone della Vittoria
nl: Breedzwaard van de Overwinning
ru: Великий меч победы
uk: Дворучний меч перемоги

source: Archmage Greatsword
de: Breitschwert des Erzmagus
fr: Grande épée d'archimage
gl: Gran espada de arquimago
it: Spadone dell'Arcimago
nl: Breedzwaard van de Aartsmagiër
ru: Великий меч архимага
uk: Дворучний меч архимага

source: Greatsword of Wizardry
de: Breitschwert der Zauberei
fr: Grande épée de sorcellerie
gl: Gran espada máxica
it: Spadone dello Stregone
nl: Breedzwaard van de Magie
ru: Великий меч волшебства
uk: Дворучний меч чаклунства

source: Ancient Greatsword
de: Antikes Breitschwert
fr: Grande épée ancestrale
gl: Gran espada antiga
it: Spadone Antico
nl: Antiek Breedzwaard
ru: Древний великий меч
uk: Старовинний дворучний меч

source: Greatsword of Precision
de: Breitschwert der Präzision
fr: Grande épée d'exactitude
gl: Gran espada da precisión
it: Spadone dell'Accuratezza
nl: Breedzwaard van de Nauwkeurigheid
ru: Великий меч точности
uk: Дворучний меч точності

source: Greatsword of Protection
de: Breitschwert des Schutzes
fr: Grande épée de protection
gl: Gran espada da protección
it: Spadone della Protezione
nl: Breedzwaard van de Bescherming
ru: Великий меч обороны
uk: Дворучний меч захисту

source: Fiery Greatsword
de: Feuriges Breitschwert
fr: Grande épée ardente
gl: Gran espada chameante
it: Spadone Ardente
nl: Vurig Breedzwaard
ru: Пламенный великий меч
uk: Вогняний дворучний меч

source: Frozen Greatsword
de: Frostiges Breitschwert
fr: Grande épée du givre
gl: Gran espada xeada
it: Spadone Glaciale
nl: Bevroren Breedzwaard
ru: Морозный великий меч
uk: Морозний дворучний меч

source: Greatsword of Destruction
de: Breitschwert der Zerstörung
fr: Grande épée de destruction
gl: Gran espada da destrución
it: Spadone della Distruzione
nl: Breedzwaard van de Vernietiging
ru: Великий меч разрушения
uk: Дворучний меч знищення

source: Ragnarok
gl: Fado
ru: Рагнарок
uk: Рагнарок

source: Earth Rend
de: Erdreißer
fr: Terrefendre
gl: Tremor da terra
it: Squartaterra
nl: Aardekliever
ru: Рубитель камней
uk: Розрив землі

source: Joyeuse
gl: Felicidade
it: Gioioso
ru: Жуаез
uk: Жойз

source: Soul Rend
de: Seelenreißer
fr: Déchirâme
gl: Tremor da alma
it: Squartanime
nl: Zielenkliever
ru: Рубитель душ
uk: Розрив душі

source: Hrunting
fr: Chasseresse
ru: Хрунтинг
uk: Грантінг

source: Naegling
gl: Nægling
ru: Неглинг
uk: Неглінг

source: Sunblade
de: Sonnenklinge
fr: Lamesoleil
gl: Coitela do sol
it: Lama Solare
nl: Zonnemes
ru: Клинок солнца
uk: Сонячний клинок

source: Moonblade
de: Mondklinge
fr: Lamelune
gl: Coitela da lúa
it: Spada Lunare
nl: Maanmes
ru: Клинок луны
uk: Місячний клинок

source: Armageddon
gl: Fisterra
ru: Армагеддон
uk: Армагеддон

source: Wand
de: Zauberstab
fr: Baguette
gl: Pau
it: Bacchetta magica
nl: Toverstok
ru: Жезл
uk: Палиця

source: Cracked Wand
de: Zerbrochener Zauberstab
fr: Baguette fendue
gl: Pau roto
it: Bacchetta magica Incrinata
nl: Gebroken Toverstok
ru: Треснутый жезл
uk: Тріснута палиця

source: Cursed Wand
de: Verfluchter Zauberstab
fr: Baguette maudite
gl: Pau maldito
it: Bacchetta magica Maledetta
nl: Vervloekte Toverstok
ru: Проклятый жезл
uk: Проклята палиця

source: Depleted Wand
de: Erschöpfter Zauberstab
fr: Baguette usée
gl: Pau desgastado
it: Bacchetta magica Impoverita
nl: Lege Toverstok
ru: Истёртый жезл
uk: Виснажена палиця

source: Dwarven Wand
de: Zwergischer Zauberstab
fr: Baguette Naine
gl: Pau dos ananos
it: Bacchetta magica Nanica
nl: Dwergen Toverstok
ru: Гномий жезл
uk: Палиця гнома

source: Wand of Restoration
de: Zauberstab der Wiederherstellung
fr: Baguette de régénération
gl: Pau da restauración
it: Bacchetta della Restorazione
nl: Toverstok van Herstel
ru: Жезл восстановления
uk: Палиця відновлення

source: Elven Wand
de: Elfischer Zauberstab
fr: Baguette Elfique
gl: Pau dos elfos
it: Bacchetta magica Elfica
nl: Elfen Toverstok
ru: Эльфийский жезл
uk: Палиця ельфа

source: Wand of Meditation
de: Zauberstab der Meditation
fr: Baguette de méditation
gl: Pau da meditación
it: Bacchetta della Meditazione
nl: Toverstok van de Meditatie
ru: Жезл медитации
uk: Палиця розуму

source: Battle Wand
de: Kampferprobter Zauberstab
fr: Baguette de combat
gl: Pau de combate
it: Bacchetta magica da Battaglia
nl: Toverstok van de Veldslag
ru: Боевой жезл
uk: Бойова палиця

source: Wand of Accuracy
de: Zauberstab der Genauigkeit
fr: Baguette de précision
gl: Pau da puntería
it: Bacchetta della Precisione
nl: Toverstok van de Nauwkeurigheid
ru: Жезл точности
uk: Палиця акуратності

source: Wand of Avoidance
de: Zauberstab des Ausweichens
fr: Baguette d'ésquive
gl: Pau esquivo
it: Bacchetta delle Schivate
nl: Toverstok van de Ontwijking
ru: Жезл уклонения
uk: Палиця ухилення

source: Summer Wand
de: Sommerlicher Zauberstab
fr: Baguette d'été
gl: Pau do verán
it: Bacchetta magica Estiva
nl: Zomerse Toverstok
ru: Летний жезл
uk: Літня палиця

source: Winter Wand
de: Winterlicher Zauberstab
fr: Baguette d'hiver
gl: Pau do inverno
it: Bacchetta magica Invernale
nl: Winterse Toverstok
ru: Зимний жезл
uk: Зимова палмця

source: Wand of Slaying
de: Zauberstab des Mordens
fr: Baguette de la brute
gl: Pau de caza
it: Bacchetta dello Sventratore
nl: Toverstok van de Dood
ru: Жезл убийства
uk: Палиця вбивства

source: Warlord Wand
de: Zauberstab des Kriegsherrn
fr: Baguette de maître de guerre
gl: Pau de guerreiro
it: Bacchetta del Condottiero
nl: Toverstok van de Krijgsheer
ru: Жезл военачальника
uk: Палиця ватажка

source: Wand of Victory
de: Zauberstab des Sieges
fr: Baguette de victoire
gl: Pau da vitoria
it: Bacchetta della Vittoria
nl: Toverstok van de Overwinning
ru: Жезл победы
uk: Палиця перемоги

source: Archmage Wand
de: Zauberstab des Erzmagus
fr: Baguette d'archimage
gl: Pau de arquimago
it: Bacchetta dell'Arcimago
nl: Toverstok van de Aartsmagiër
ru: Жезл архимага
uk: Палиця архимага

source: Wand of Wizardry
de: Zauberstab der Zauberei
fr: Baguette de sorcellerie
gl: Pau máxico
it: Bacchetta dello Stregone
nl: Toverstok van de Magie
ru: Жезл волшебства
uk: Палиця чаклунства

source: Ancient Wand
de: Antiker Zauberstab
fr: Baguette ancestrale
gl: Pau antigo
it: Bacchetta Antica
nl: Antieke Toverstok
ru: Древний жезл
uk: Старовинна палиця

source: Wand of Precision
de: Zauberstab der Präzision
fr: Baguette d'exactitude
gl: Pau da precisión
it: Bacchetta dell'Accuratezza
nl: Toverstok van de Nauwkeurigheid
ru: Жезл точности
uk: Палиця точності

source: Wand of Protection
de: Zauberstab des Schutzes
fr: Baguette de protection
gl: Pau da protección
it: Bacchetta della Protezione
nl: Toverstok van de Bescherming
ru: Жезл обороны
uk: Палиця захисту

source: Fiery Wand
de: Feuriger Zauberstab
fr: Baguette ardente
gl: Pau chameante
it: Bacchetta Ardente
nl: Vurige Toverstok
ru: Пламенный жезл
uk: Вогняна палиця

source: Frozen Wand
de: Frostiger Zauberstab
fr: Baguette du givre
gl: Pau xeado
it: Bacchetta Glaciale
nl: Vorstige Toverstok
ru: Морозный жезл
uk: Морозна палиця

source: Wand of Destruction
de: Zauberstab der Zerstörung
fr: Baguette de destruction
gl: Pau da destrución
it: Bacchetta della Distruzione
nl: Toverstok van de Vernietiging
ru: Жезл разрушения
uk: Палиця знищення

source: Tongue Depressor
de: Zungenspatel
fr: Mauvaise langue
gl: Baixalinguas
it: Abbassalingua
nl: Tong Onderdrukker
ru: Подавитель языка
uk: Пригнічувач мови

source: Living Branch
de: Lebender Ast
fr: Branche vivante
gl: Póla viva
it: Ramo vivente
nl: Levende Tak
ru: Живая ветвь
uk: Жива гілка

source: Glow Stick
de: Glühender Stock
fr: Étincelle
gl: Pau brillante
it: Starlight
nl: Gloeiende Stok
ru: Тлеющий прут
uk: Блискуча палка

source: Mana Catcher
de: Manafänger
fr: Mange mana
gl: Recolle-maná
it: Catturatore di mana
nl: Manavanger
ru: Ловец маны
uk: Ловець мани

source: Conductor's Baton
de: Dirigentenstab
fr: Étoile filante
gl: Batuta
it: Bacchetta del Conduttore
nl: Dirigenten Baton
ru: Дирижёрская палочка
uk: Жезл провідника

source: Blink Wand
de: Blinzelstab
fr: Clin d'oeil
gl: Pau do pestanexo
it: Bacchetta Lampegginate
nl: Flitsstaf
ru: Мерцающий жезл
uk: Блимаюча палиця

source: Enchanted Torch
de: Verwunschene Fackel
fr: Torche enchantée
gl: Facho
it: Trcia Incantata
nl: Betoverde Fakkel
ru: Зачарованный факел
uk: Зачарований факел

source: Snowy Branch
de: Schneebedeckter Ast
fr: Brnche enneigée
gl: Póla nevada
it: Ramo di neve
nl: Sneeuwbedekte Tak
ru: Снежная ветвь
uk: Сніжна гілка

source: Lich Finger
fr: Doigt de liche
gl: Dedo de liche
it: Dito del Cadavere
nl: Lijkvinger
ru: Палец лича
uk: Палець Ліча

source: Rod
de: Zauberrute
fr: Canne
gl: Vara
it: Verga
nl: Staaf
ru: Скипетр
uk: Скіпетр

source: Cracked Rod
de: Zerbrochene Zauberrute
fr: Canne fendue
gl: Vara rota
it: Verga incrinata
nl: Gebroken Staaf
ru: Треснутый скипетр
uk: Тріснутий скіпетр

source: Cursed Rod
de: Verfluchte Zauberrute
fr: Canne maudite
gl: Vara maldita
it: Verga Maledetta
nl: Vervloekte Staaf
ru: Проклятый скипетр
uk: Проклятий скіпетр

source: Depleted Rod
de: Erschöpfte Zauberrute
fr: Canne usée
gl: Vara desgastada
it: Verga Impoverita
nl: Lege Staaf
ru: Истёртый скипетр
uk: Виснажений скіпетр

source: Dwarven Rod
de: Zwergische Zauberrute
fr: Canne Naine
gl: Vara dos ananos
it: Verga Nanica
nl: Dwergenstaaf
ru: Гномий скипетр
uk: Скіпетр гнома

source: Rod of Restoration
de: Zauberrute der Wiederherstellung
fr: Canne de régénération
gl: Vara da restauración
it: Verga della Restorazione
nl: Staaf van Herstel
ru: Скипетр восстановления
uk: Скіпетр відновлення

source: Elven Rod
de: Elfische Zauberrute
fr: Canne Elfique
gl: Vara dos elfos
it: Verga Elfica
nl: Elfenstaaf
ru: Эльфийский скипетр
uk: Скіпетр ельфа

source: Rod of Meditation
de: Zauberrute der Meditation
fr: Canne de méditation
gl: Vara da meditación
it: Verga della Meditazione
nl: Staaf van de Meditatie
ru: Скипетр медитации
uk: Скіпетр розуму

source: Battle Rod
de: Kampferprobte Zauberrute
fr: Canne de combat
gl: Vara de combate
it: Verga da Battaglia
nl: Staaf van de Veldslag
ru: Боевой скипетр
uk: Бойовий скіпетр

source: Rod of Accuracy
de: Zauberrute der Genauigkeit
fr: Canne de précision
gl: Vara da puntería
it: Verga della Precisione
nl: Staaf van de Nauwkeurigheid
ru: Скипетр меткости
uk: Скіпетр акуратності

source: Rod of Avoidance
de: Zauberrute des Ausweichens
fr: Canne d'ésquive
gl: Vara esquiva
it: Verga delle Schivate
nl: Staaf van de Ontwijking
ru: Скипетр уклонения
uk: Скіпетр уникнення

source: Summer Rod
de: Sommerliche Zauberrute
fr: Canne d'été
gl: Vara do verán
it: Verga Estiva
nl: Zomerse Staaf
ru: Летний скипетр
uk: Літній скіпетр

source: Winter Rod
de: Winterliche Zauberrute
fr: Canne d'hiver
gl: Vara do inverno
it: Verga Invernale
nl: Winterse Staaf
ru: Зимний скипетр
uk: Зимовий скіпетр

source: Rod of Slaying
de: Zauberrute des Mordens
fr: Canne de la brute
gl: Vara de caza
it: Verga dello Sventratore
nl: Staaf van de Dood
ru: Скипетр убийства
uk: Скіпетр вбивства

source: Warlord Rod
de: Zauberrute des Kriegsherrn
fr: Canne de maître de guerre
gl: Vara de guerreiro
it: Verga del Condottiero
nl: Staaf van de Krijgsheer
ru: Скипетр военачальника
uk: Скіпетр ватажка

source: Rod of Victory
de: Zauberrute des Sieges
fr: Canne de victoire
gl: Vara da vitoria
it: Verga della Vittoria
nl: Staaf van de Overwinning
ru: Скипетр победы
uk: Скіпетр перемоги

source: Archmage Rod
de: Zauberrute des Erzmagus
fr: Canne d'archimage
gl: Vara de arquimago
it: Verga dell'Arcimago
nl: Staaf van de Aartsmagiër
ru: Скипетр архимага
uk: Скіпетр архимага

source: Rod of Wizardry
de: Zauberrute der Zauberei
fr: Canne de sorcellerie
gl: Vara máxica
it: Verga dello Stregone
nl: Staaf van de Magie
ru: Скипетр волшебства
uk: Скіпетр чаклунства

source: Ancient Rod
de: Antike Zauberrute
fr: Canne ancestrale
gl: Vara antiga
it: Verga ANtica
nl: Antieke Staaf
ru: Древний скипетр
uk: Старовинний скіпетр

source: Rod of Precision
de: Zauberrute der Präzision
fr: Canne d'exactitude
gl: Vara da precisión
it: Verga dell'Accuratezza
nl: Staaf van de Nauwkeurigheid
ru: Скипетр точности
uk: Скіпетр точності

source: Rod of Protection
de: Zauberrute des Schutzes
fr: Canne de protection
gl: Vara da protección
it: Verga della Protezione
nl: Staaf van de Bescherming
ru: Скипетр обороны
uk: Скіпетр захисту

source: Fiery Rod
de: Feurige Zauberrute
fr: Canne ardente
gl: Vara chameante
it: Verga Ardente
nl: Vurige Staaf
ru: Пламенный скипетр
uk: Вогняний скіпетр

source: Frozen Rod
de: Frostige Zauberrute
fr: Canne du givre
gl: Vara xeada
it: Verga Glaciale
nl: Vorstige Staaf
ru: Морозный скипетр
uk: Морозний скіпетр

source: Rod of Destruction
de: Zauberrute der Zerstörung
fr: Canne de destruction
gl: Vara da destrución
it: Verga della Distruzione
nl: Staaf van de Vernietiging
ru: Скипетр разрушения
uk: Скіпетр знищення

source: Scepter of Kings
de: Zepter der Könige
fr: Sceptre des rois
gl: Cetro de reis
it: Scettro del Re
nl: Scepter van de Koningen
ru: Скипетр королей
uk: Скіпетр Королів

source: Medic Rod
de: Zauberrute des Heilers
fr: Canne médicinale
gl: Vara médica
it: Verga Guaritrice
nl: Staaf van de Heler
ru: Скипетр медика
uk: Скіпетр лікаря

source: Sage Scepter
de: Zepter des Weisen
fr: Sceptre des sages
gl: Cetro da sabedoría
it: Scettor del Saggio
nl: Scepter van de Wijzen
ru: Скипетр мудреца
uk: Скіпетр мудреця

source: Oracle Rod
de: Zauberrute des Orakels
fr: Canne de l'oracle
gl: Vara do oráculo
it: Verga dell'Oracolo
nl: Staaf van het Orakel
ru: Скипетр оракула
uk: Скіпетр Оракла

source: Rod of Alignment
de: Zauberrute der Anpassung
fr: Canne d'alignement
gl: Vara da aliñación
it: Verga dell'Allinemanto
nl: Staaf van de Richting
ru: Скипетр порядка
uk: Скіпетр вирівнювання

source: Warding Rod
de: Abwehrende Zauberrute
fr: Canne de conjuration
gl: Vara de apoio
it: Verga dell'Allontanare
nl: Afwerende Staaf
ru: Скипетр заключения
uk: Скіпетр варти

source: Ruby-Tipped Cane
de: Rubinbestückter Spazierstock
fr: Canne de rubis
gl: Caña con punta de rubí
it: Canna punta in Rubino
nl: Robijngetipte Wandelstok
ru: Трость с рубиновым наконечником
uk: Палица з рубіновим кінцем

source: Diamond-Tipped Cane
de: Diamantbestückter Spazierstock
fr: Canne de diamant
gl: Caña con punta de diamante
it: Canna punta in Diamante
nl: Diamantgetipte Wandelstok
ru: Трость с алмазным наконечником
uk: Палица з алмазним кінцем

source: Unwraveller
gl: Iluminadora
nl: Ontwrafelaar
ru: Разоблачитель
uk: Розплутувач

source: Staff
de: Stab
fr: Bâton
gl: Bastón
it: Staffa
nl: Staf
ru: Посох
uk: Жезл

source: Cracked Staff
de: Zerbrochener Stab
fr: Bâton fendu
gl: Bastón roto
it: Staffa Incrinata
nl: Gebroken Staf
ru: Треснутый посох
uk: Тріснутий жезл

source: Cursed Staff
de: Verfluchter Stab
fr: Bâton maudit
gl: Bastón maldito
it: Staffa Maledetta
nl: Vervloekte Staf
ru: Проклятый посох
uk: Проклятий жезл

source: Depleted Staff
de: Erschöpfter Stab
fr: Bâton usé
gl: Bastón desgastado
it: Staffa Impoverita
nl: Lege Staf
ru: Истёртый посох
uk: Виснажений жезл

source: Dwarven Staff
de: Zwergischer Stab
fr: Bâton Nain
gl: Bastón dos ananos
it: Staffa Nanica
nl: Dwergenstaf
ru: Гномий посох
uk: Жезл гнома

source: Staff of Restoration
de: Stab der Wiederherstellung
fr: Bâton de régénération
gl: Bastón da restauración
it: Staffa della Restorazione
nl: Staf van Herstel
ru: Посох восстановления
uk: Жезл відновлення

source: Elven Staff
de: Elfischer Stab
fr: Bâton Elfique
gl: Bastón dos elfos
it: Staffa Elfica
nl: Elfenstaf
ru: Эльфийский посох
uk: Жезл ельфа

source: Staff of Meditation
de: Stab der Meditation
fr: Bâton de méditation
gl: Bastón da meditación
it: Staffa della Meditazione
nl: Staf van de Meditatie
ru: Посох медитации
uk: Жезл розуму

source: Battle Staff
de: Kampferprobter Stab
fr: Bâton de combat
gl: Bastón de combate
it: Staffa da Battaglia
nl: Staf van de Veldslag
ru: Боевой посох
uk: Бойовий жезл

source: Staff of Accuracy
de: Stab der Genauigkeit
fr: Bâton de précision
gl: Bastón da puntería
it: Staffa della Precisione
nl: Staf van de Nauwkeurigheid
ru: Посох меткости
uk: Жезл акуратності

source: Staff of Avoidance
de: Stab des Ausweichens
fr: Bâton d'ésquive
gl: Bastón esquivo
it: Staffa delle Schivate
nl: Staf van de Ontwijking
ru: Посох уклонения
uk: Жезл ухилення
