Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Summer Staff
de: Sommerlicher Stab
fr: Bâton d'été
gl: Bastón do verán
it: Staffa Estiva
nl: Zomerse Staf
ru: Летний посох
uk: Літній жезл

source: Winter Staff
de: Winterlicher Stab
fr: Bâton d'hiver
gl: Bastón do inverno
it: Staffa Invernale
nl: Winterse Staf
ru: Зимний посох
uk: Зимовий жезл

source: Staff of Slaying
de: Stab des Mordens
fr: Bâton de la brute
gl: Bastón de caza
it: Staffa dello Sventratore
nl: Staf van de Dood
ru: Посох убийства
uk: Жезл вбивства

source: Warlord Staff
de: Stab des Kriegsherrn
fr: Bâton de maître de guerre
gl: Bastón de guerreiro
it: Staffa del Condottiero
nl: Staf van de Krijgsheer
ru: Посох военачальника
uk: Жезл ватажка

source: Staff of Victory
de: Stab des Sieges
fr: Bâton de victoire
gl: Bastón da vitoria
it: Staffa della Vittoria
nl: Staf van de Overwinning
ru: Посох победы
uk: Жезл перемоги

source: Archmage Staff
de: Stab des Erzmagus
fr: Bâton d'archimage
gl: Bastón de arquimago
it: Staffa dell'Arcimago
nl: Staf van de Aartsmagiër
ru: Посох архимага
uk: Жезл архимага

source: Staff of Wizardry
de: Stab der Zauberei
fr: Bâton de sorcellerie
gl: Bastón máxico
it: Staffa dello Stregone
nl: Staf van de Magie
ru: Посох волшебства
uk: Жезл чаклунства

source: Ancient Staff
de: Antiker Stab
fr: Bâton ancestral
gl: Bastón antigo
it: Staffa antica
nl: Antieke Staf
ru: Древний посох
uk: Старовинний жезл

source: Staff of Precision
de: Stab der Präzision
fr: Bâton d'exactitude
gl: Bastón da precisión
it: Staffa dell'Accuratezza
nl: Staf van de Nauwkeurigheid
ru: Посох точности
uk: Жезл точності

source: Staff of Protection
de: Stab des Schutzes
fr: Bâton de protection
gl: Bastón da protección
it: Staffa della Protezione
nl: Staf van de Bescherming
ru: Посох обороны
uk: Жезл захисту

source: Fiery Staff
de: Feuerstab
fr: Bâton ardent
gl: Bastón chameante
it: Staffa Ardente
nl: Vurige Staf
ru: Пламенный посох
uk: Вогняний жезл

source: Frozen Staff
de: Froststab
fr: Bâton du givre
gl: Bastón xeado
it: Staffa Glaciale
nl: Vorstige Staf
ru: Морозный посох
uk: Морозний жезл

source: Staff of Destruction
de: Stab der Zerstörung
fr: Bâton de destruction
gl: Bastón da destrución
it: Staffa della Distruzione
nl: Staf van de Vernietiging
ru: Посох разрушения
uk: Жезл знищення

source: Walking Stick
de: Gehstock
fr: Bâton de marche
gl: Barra andante
it: Bastone da Passeggio
nl: Wandelstok
ru: Походная трость
uk: Ходяча палиця

source: Totem of Life
de: Totem des Lebens
fr: Totem de vie
gl: Tótem da vida
it: Totem della Vita
nl: Totem van het Leven
ru: Тотем жизни
uk: Тотем життя

source: Cosmic Staff
de: Kosmischer Stab
fr: Bâton cosmique
gl: Bastón cósmico
it: Staffa Cosmica
nl: Kosmische Staf
ru: Космический посох
uk: Космічний жезл

source: Totem of Dreams
de: Totem der Träume
fr: Bâton des rêves
gl: Tótem dos soños
it: Totem dei Sogni
nl: Totem van de Dromene
ru: Тотем снов
uk: Тотем снів

source: Staff of True Sight
de: Stab der Klarsicht
fr: Bâton de vrai vue
gl: Bastón da visión
it: Staffa del Vero Sguardo
nl: Staf van de Helderziende
ru: Посох истинного зрения
uk: Жезл точного погляду

source: Staff of Trials
de: Stab der Versuche
fr: Bâton d'épreuve
gl: Bastón de proba
it: Staffa delle Prove
nl: Staf van de Proeven
ru: Посох испытаний
uk: Жезл випробування

source: Magma Flow
de: Magmastrom
fr: Flot de lave
gl: Fluxo de magma
it: Flusso di Magma
nl: Magmastroom
ru: Поток магмы
uk: Потік магми

source: Glacial Wind
de: Gletscherwind
fr: Vents glacés
gl: Vento glacial
it: Vento Glaciale
nl: IJzige wind
ru: Ледяной ветер
uk: Льодовий вітер

source: Wyvern Spine
de: Rückgrat des Wyvern
fr: Fémur de vouivre
gl: Espiña de dragón heráldico
it: Cresta della Viverna
nl: Ruggegraat van de Wyvern
ru: Шип виверна
uk: Хребет виверна

source: Greatstaff
de: Krummstab
fr: Grand bâton
gl: Gran bastón
it: Grande Staffa
nl: Grootstaf
ru: Великий посох
uk: Посох

source: Cracked Greatstaff
de: Zerbrochener Krummstab
fr: Grand bâton fendu
gl: Gran bastón roto
it: Grande Staffa Incrinata
nl: Gebroken Grootstaf
ru: Треснутый великий посох
uk: Тріснутий посох

source: Cursed Greatstaff
de: Verfluchter Krummstab
fr: Grand bâton maudit
gl: Gran bastón maldito
it: Grande Staffa Maledetta
nl: Vervloekte Grootstaf
ru: Проклятый великий посох
uk: Проклятий посох

source: Depleted Greatstaff
de: Erschöpfter Krummstab
fr: Grand bâton usé
gl: Gran bastón desgastado
it: Grande Staffa Impoverita
nl: Lege Grootstaf
ru: Истёртый великий посох
uk: Виснажений посох

source: Dwarven Greatstaff
de: Zwergischer Krummstab
fr: Grand bâton Nain
gl: Gran bastón dos ananos
it: Grande Staffa Nanica
nl: Dwergen Grootstaf
ru: Гномий великий посох
uk: Посох гнома

source: Greatstaff of Restoration
de: Krummstab der Wiederherstellung
fr: Grand bâton de régénération
gl: Gran bastón da restauración
it: Grande Staffa della Restorazione
nl: Grootstaf van Herstel
ru: Великий посох восстановления
uk: Посох відновлення

source: Elven Greatstaff
de: Elfischer Krummstab
fr: Grand bâton Elfique
gl: Gran bastón dos elfos
it: Grande Staffa Elfica
nl: Elfen Grootstaf
ru: Эльфийский великий посох
uk: Посох ельфа

source: Greatstaff of Meditation
de: Krummstab der Meditation
fr: Grand bâton de méditation
gl: Gran bastón da meditación
it: Grande Staffa della Meditazione
nl: Grootstaf van de Meditatie
ru: Великий посох медитации
uk: Посох розуму

source: Battle Greatstaff
de: Kampferprobter Krummstab
fr: Grand bâton de combat
gl: Gran bastón de combate
it: Grande Staffa da Battaglia
nl: Grootstaf van de Veldslag
ru: Боевой великий посох
uk: Бойовий посох

source: Greatstaff of Accuracy
de: Krummstab der Genauigkeit
fr: Grand bâton de précision
gl: Gran bastón da puntería
it: Grande Staffa dellaPrecisione
nl: Grootstaf van de Nauwkeurigheid
ru: Великий посох меткости
uk: Посох акуратнсоті

source: Greatstaff of Avoidance
de: Krummstab des Ausweichens
fr: Grand bâton d'ésquive
gl: Gran bastón esquivo
it: Grande Staffa delle Schivate
nl: Grootstaf van de Ontwijking
ru: Великий посох уклонения
uk: Посох ухилення

source: Summer Greatstaff
de: Sommerlicher Krummstab
fr: Grand bâton d'été
gl: Gran bastón do verán
it: Grande Staffa Estiva
nl: Zomerse Grootstaf
ru: Летний великий посох
uk: Літній посох

source: Winter Greatstaff
de: Winterlicher Krummstab
fr: Grand bâton d'hiver
gl: Gran bastón do inverno
it: Grande Staffa Invernale
nl: Winterse Grootstaf
ru: Зимний великий посох
uk: Зимовий посох

source: Greatstaff of Slaying
de: Krummstab des Mordens
fr: Grand bâton de la brute
gl: Gran bastón de caza
it: Grande Staffa dello Sventratore
nl: Grootstaf van de Dood
ru: Великий посох убийства
uk: Посох вбивства

source: Warlord Greatstaff
de: Krummstab des Kriegsherrn
fr: Grand bâton de maître de guerre
gl: Gran bastón de guerreiro
it: Grande Staffa del Condottiero
nl: Grootstaf van de Krijgsheer
ru: Великий посох военачальника
uk: Посох ватажка

source: Greatstaff of Victory
de: Krummstab des Sieges
fr: Grand bâton de victoire
gl: Gran bastón da vitoria
it: Grande Staffa della Vittoria
nl: Grootstaf van de Overwinning
ru: Великий посох победы
uk: Посох перемоги

source: Archmage Greatstaff
de: Krummstab des Erzmagus
fr: Grand bâton d'archimage
gl: Gran bastón de arquimago
it: Grande Staffa dell'Arcimago
nl: Grootstaf van de Aartsmagiër
ru: Великий посох архимага
uk: Посох архимага

source: Greatstaff of Wizardry
de: Krummstab der Zauberei
fr: Grand bâton de sorcellerie
gl: Gran bastón máxico
it: Grande Staffa dello Stregone
nl: Grootstaf van de Magie
ru: Великий посох волшебства
uk: Посох чаклунства

source: Ancient Greatstaff
de: Antiker Krummstab
fr: Grand bâton ancestral
gl: Gran bastón antigo
it: Grande Staffa Antica
nl: Antieke Grootstaf
ru: Древний великий посох
uk: Старовинний посох

source: Greatstaff of Precision
de: Krummstab der Präzision
fr: Grand bâton d'exactitude
gl: Gran bastón da precisión
it: Grande Staffa dell'Accuratezza
nl: Grootstaf van de Nauwkeurigheid
ru: Великий посох точности
uk: Посох точності

source: Greatstaff of Protection
de: Krummstab des Schutzes
fr: Grand bâton de protection
gl: Gran bastón da protección
it: Grande Staffa della Protezione
nl: Grootstaf van de Bescherming
ru: Великий посох обороны
uk: Посох захисту

source: Fiery Greatstaff
de: Feuriger Krummstab
fr: Grand bâton ardent
gl: Gran bastón chameante
it: Grande Staffa Ardente
nl: Vurige Grootstaf
ru: Пламенный великий посох
uk: Вогняний посох

source: Frozen Greatstaff
de: Frostiger Krummstab
fr: Grand bâton du givre
gl: Gran bastón xeado
it: Grande Staffa Glaciale
nl: Vorstige Grootstaf
ru: Морозный великий посох
uk: Морозний посох

source: Greatstaff of Destruction
de: Krummstab der Zerstörung
fr: Grand bâton de destruction
gl: Gran bastón da destrución
it: Grande Staffa della Distruzione
nl: Grootstaf van de Vernietiging
ru: Великий посох разрушения
uk: Посох знищення

source: Lifegiver
de: Lebensspender
fr: Donnevie
gl: Salvador
it: Donatore di Vita
nl: Levensgever
ru: Дающий жизнь
uk: Давач життя

source: Preserver
de: Bewahrer
fr: Protecteur
gl: Preservador
it: Conservatore
nl: Behouder
ru: Хранитель
uk: Хранитель

source: Enlightenment
de: Erleuchtung
fr: Illumination
gl: Iluminación
it: Illuminismo
nl: Verlichting
ru: Просветление
uk: Просвітлення

source: Defiler
de: Verführer
fr: Profanateur
gl: Profanador
it: Profanatore
nl: Bedoezelaar
ru: Осквернитель
uk: Осквернитель

source: Precognition
de: Vorahnung
fr: L'oracle
gl: Previsión
it: Precognizione
nl: Voorkennis
ru: Предвидение
uk: Передбачення

source: Singularity
de: Singularität
fr: L'étrange
gl: Singularidade
it: Singolarità
nl: Singulariteit
ru: Сингулярность
uk: Сингулярність

source: Fission
de: Spaltung
gl: Fisión
it: Fissione
nl: Splijting
ru: Ращепление
uk: Розчеплення

source: Fusion
gl: Fusión
it: Fusione
nl: Fusie
ru: Слияние
uk: Плавлення

source: Cataclysm
de: Kataklysmus
fr: Cataclysme
gl: Cataclismo
it: Cataglisma
nl: Natuurramp
ru: Катаклизм
uk: Катаклізм

source: Slingshot
de: Schleuder
fr: Fronde
gl: Tiracroios
it: Fionda
nl: Katapult
ru: Праща
uk: Рогатка

source: Cracked Slingshot
de: Zerbrochene Schleuder
fr: Fronde fendue
gl: Tiracroios roto
it: Fionda Incrinata
nl: Gebroken Katapult
ru: Треснутая праща
uk: Тріснута рогатка

source: Cursed Slingshot
de: Verfluchte Schleuder
fr: Fronde maudite
gl: Tiracroios maldito
it: Fionda Maledetta
nl: Vervloekte Katapult
ru: Проклятая праща
uk: Проклята рогатка

source: Warped Slingshot
de: Krumme Schleuder
fr: Fronde faussée
gl: Tiracroios torcido
it: Fionda Deformata
nl: Kromme Katapult
ru: Погнутая праща
uk: Покручена рогатка

source: Dwarven Slingshot
de: Zwergische Schleuder
fr: Fronde Naine
gl: Tiracroios dos ananos
it: Fionda Nanica
nl: Dwergen Katapult
ru: Гномья праща
uk: Рогатка гнома

source: Slingshot of Restoration
de: Schleuder der Wiederherstellung
fr: Fronde de régénération
gl: Tiracroios da restauración
it: Fionda della Restorazione
nl: Katapult van Herstel
ru: Праща восстановления
uk: Рогатка відновлення

source: Elven Slingshot
de: Elfische Schleuder
fr: Fronde Elfique
gl: Tiracroios dos elfos
it: Fionda Elfica
nl: Elfen Katapult
ru: Эльфийская праща
uk: Рогатка ельфа

source: Slingshot of Meditation
de: Schleuder der Meditation
fr: Fronde de méditation
gl: Tiracroios da meditación
it: Fionda della Meditazioen
nl: Katapult van de Meditatie
ru: Праща медитации
uk: Рогатка розуму

source: Battle Slingshot
de: Kampferprobte Schleuder
fr: Fronde de combat
gl: Tiracroios de combate
it: Fionda da Battaglia
nl: Katapult van de Veldslag
ru: Боевая праща
uk: Бойова рогатка

source: Slingshot of Accuracy
de: Schleuder der Genauigkeit
fr: Fronde de précision
gl: Tiracroios da puntería
it: Fionda della Precisione
nl: Katapult van de Nauwkeurigheid
ru: Праща меткости
uk: Рогатка акуратності

source: Slingshot of Avoidance
de: Schleuder des Ausweichens
fr: Fronde d'ésquive
gl: Tiracroios esquivo
it: Fionda delle Schivate
nl: Katapult van de Ontwijking
ru: Праща уклонения
uk: Рогатка уникнення

source: Summer Slingshot
de: Sommerliche Schleuder
fr: Fronde d'été
gl: Tiracroios do verán
it: Fionda Estiva
nl: Zomerse Katapult
ru: Летняя праща
uk: Літня рогатка

source: Fire Ammo
de: Feuermunition
fr: Billes de feu
gl: Munición de lume
it: Proiettili di Fuoco
nl: Vuurmunitie
ru: Огненный заряд
uk: Вогняні боєприпаси

source: Winter Slingshot
de: Winterliche Schleuder
fr: Fronde d'hiver
gl: Tiracroios do inverno
it: Fionda Invernale
nl: Winterse Katapult
ru: Зимняя праща
uk: Зимова рогатка

source: Ice Ammo
de: Eismunition
fr: billes de glace
gl: Munición de xeo
it: Proiettili di Ghiaccio
nl: IJsmunitie
ru: Ледяной заряд
uk: Льодяні боєприпаси

source: Slingshot of Slaying
de: Schleuder des Mordens
fr: Fronde de la brute
gl: Tiracroios de caza
it: Fionda dello Sventratore
nl: Katapult van de Dood
ru: Праща убийства
uk: Рогатка вбивства

source: Warlord Slingshot
de: Schleuder des Kriegsherrn
fr: Fronde du maître de guerre
gl: Tiracroios de guerreiro
it: Fionda del Condottiero
nl: Katapult van de Krijgsheer
ru: Праща военачальника
uk: Рогатка ватажка

source: Slingshot of Victory
de: Schleuder des Sieges
fr: Fronde de victoire
gl: Tiracroios da vitoria
it: Fionda della Vittoria
nl: Katapult van de Overwinning
ru: Праща победы
uk: Рогатка перемоги

source: Archmage Slingshot
de: Schleuder des Erzmagus
fr: Fronde d'archimage
gl: Tiracroios de arquimago
it: Fionda dell'Arcimago
nl: Katapult van de Aartsmagiër
ru: Праща архимага
uk: Рогатка архимага

source: Slingshot of Wizardry
de: Schleuder der Zauberei
fr: Fronde de sorcellerie
gl: Tiracroios máxico
it: Fionda dello Stregone
nl: Katapult van de Magie
ru: Праща волшебства
uk: Рогатка чаклунства

source: Ancient Slingshot
de: Antike Schleuder
fr: Fronde ancestrale
gl: Tiracroios antigo
it: Fionda Antica
nl: Antieke Katapult
ru: Древняя праща
uk: Старовинна рогатка

source: Slingshot of Precision
de: Schleuder der Präzision
fr: Fronde d'exactitude
gl: Tiracroios da precisión
it: Fionda dell'Accuratezza
nl: Katapult van de Nauwkeurigheid
ru: Праща точности
uk: Рогатка точності

source: Slingshot of Protection
de: Schleuder des Schutzes
fr: Fronde de protection
gl: Tiracroios da protección
it: Fionda della PRecisione
nl: Katapult van de Bescherming
ru: Праща обороны
uk: Рогатка захисту

source: Fiery Slingshot
de: Feurige Schleuder
fr: Fronde ardente
gl: Tiracroios chameante
it: Fionda Ardente
nl: Vurige Katapult
ru: Пламенная праща
uk: Вогняна рогатка

source: Frozen Slingshot
de: Frostige Schleuder
fr: Fronde du givre
gl: Tiracroios xeado
it: Fionda Glaciale
nl: Vorstige Katapult
ru: Морозная праща
uk: Морозна рогатка

source: Slingshot of Destruction
de: Schleuder der Zerstörung
fr: Fronde de destruction
gl: Tiracroios da destrución
it: Fionda della Distruzione
nl: Katapult van de Vernietiging
ru: Праща разрушения
uk: Рогатка знищення

source: Ash Branch
de: Aschezweig
fr: Cendrebois
gl: Póla de cinza
it: Ramo di Frassino
nl: Essetak
ru: Ветка ясеня
uk: Ясенева гілка

source: Rock Sling
de: Felsschleuder
fr: Pierrefronde
gl: Tirapedras
it: Lanciatore di Roccia
nl: Steenslinger
ru: Каменная рогатка
uk: Кам'яна праща

source: Willow Branch
de: Weidenzweig
fr: Branche de saule
gl: Póla de salgueiro
it: Ramo di Salice
nl: Wilgetak
ru: Ветка ивы
uk: Вербова гілка

source: Wind Sling
de: Windschleuder
fr: Fronde du vent
gl: Tira-ventos
it: Lanciatore di Vento
nl: Windslinger
ru: Рогатка ветра
uk: Вітряна праща

source: Urchin Sling
de: Bengels Schleuder
fr: Perçefronde
gl: Tiracroios de cativo
it: Monello Lanciatore
nl: Bengelsslinger
ru: Колючая рогатка
uk: Праща хлопчиська

source: Swift Sling
de: Schnelle Schleuder
fr: Vivefronde
gl: Tiracroios lixeiro
it: Lanciatore Rapido
nl: Snelle Slinger
ru: Стремительная рогатка
uk: Швидка праща

source: Ember Slinger
de: Aschenschleuderer
fr: Lancebraise
gl: Tira-lume
it: Lanciatore di Braci
nl: Sintelslinger
ru: Янтарная рогатка
uk: Вугільний пращник

source: Snowball Slinger
de: Schneeballschleuderer
fr: Boule de neige
gl: Tira-neve
it: Lanciatore di Palle di Neve
nl: Sneeuwbalslinger
ru: Снежкомёт
uk: Пращник сніжок

source: Giant Slayer
de: Riesentöter
fr: Pourfendeuse de géants
gl: Mata-xigantes
it: Grande Uccisore
nl: Reuzenslinger
ru: Убийца гигантов
uk: Гігантський вбивця

source: Shortbow
de: Kurzbogen
fr: Arc court
gl: Arco curto
it: Arco Corto
nl: Korte Boog
ru: Короткий лук
uk: Короткий лук

source: Cracked Shortbow
de: Zerbrochener Kurzbogen
fr: Arc court fendu
gl: Arco curto roto
it: Arco Corto Incrinato
nl: Gebroken Korte Boog
ru: Треснутый короткий лук
uk: Тріснутий короткий лук

source: Cursed Shortbow
de: Verfluchter Kurzbogen
fr: Arc court maudit
gl: Arco curto maldito
it: Arco Corto Maledetto
nl: Vervloekte Korte Boog
ru: Проклятый короткий лук
uk: Проклятий ороткий лук

source: Warped Shortbow
de: Krummer Kurzbogen
fr: Arc court faussé
gl: Arco curto torcido
it: Arco Corto Deformato
nl: Kromme Korte Boog
ru: Погнутый короткий лук
uk: Покручений короткий лук

source: Dwarven Shortbow
de: Zwergischer Kurzbogen
fr: Arc court Nain
gl: Arco curto dos ananos
it: Arco Corto Nanico
nl: Dwergen Korte Boog
ru: Гномий короткий лук
uk: Короткий лук гнома

source: Shortbow of Restoration
de: Kurzbogen der Wiederherstellung
fr: Arc court de régénération
gl: Arco curto da restauración
it: Arco Corto della Restorazione
nl: Korte Boog van Herstel
ru: Короткий лук восстановления
uk: Короткий лук відновлення

source: Elven Shortbow
de: Elfischer Kurzbogen
fr: Arc court Elfique
gl: Arco curto dos elfos
it: Arco Corto Elfico
nl: Elfen Korte Boog
ru: Эльфийский короткий лук
uk: Короткий лук ельфа

source: Shortbow of Meditation
de: Kurzbogen der Meditation
fr: Arc court de méditation
gl: Arco curto da meditación
it: Arco Corto della Meditazione
nl: Korte Boog van de Meditatie
ru: Короткий лук медитации
uk: Короткий лук розуму

source: Battle Shortbow
de: Kampferprobter Kurzbogen
fr: Arc court de combat
gl: Arco curto de combate
it: Arco Corto da Battaglia
nl: Korte Boog van de Veldslag
ru: Боевой короткий лук
uk: Бойовий короткий лук

source: Shortbow of Accuracy
de: Kurzbogen der Genauigkeit
fr: Arc court de précision
gl: Arco curto da puntería
it: Arco Corto della Precisione
nl: Korte Boog van de Nauwkeurigheid
ru: Короткий лук меткости
uk: Короткий лук акуратності

source: Shortbow of Avoidance
de: Kurzbogen des Ausweichens
fr: Arc court d'ésquive
gl: Arco curto esquivo
it: Arco Corto delle Schivate
nl: Korte Boog van de Ontwijking
ru: Короткий лук уклонения
uk: Короткий лук ухилення

source: Summer Shortbow
de: Sommerlicher Kurzbogen
fr: Arc court d'été
gl: Arco curto do verán
it: Arco Corto Estivo
nl: Zomerse Korte Boog
ru: Летний короткий лук
uk: Літній короткий лук

source: Winter Shortbow
de: Winterlicher Kurzbogen
fr: Arc court d'hiver
gl: Arco curto do inverno
it: Arco Corto Invernale
nl: Winterse Korte Boog
ru: Зимний короткий лук
uk: Зимовий короткий лук

source: Shortbow of Slaying
de: Kurzbogen des Mordens
fr: Arc court de la brute
gl: Arco curto de caza
it: Arco Corto dello Sventratore
nl: Korte Boog van de Dood
ru: Короткий лук убийства
uk: Короткий лук вбивства

source: Warlord Shortbow
de: Kurzbogen des Kriegsherrn
fr: Arc court de maître de guerre
gl: Arco curto de guerreiro
it: Arco Corto del Condottiero
nl: Korte Boog van de Krijgsheer
ru: Короткий лук военачальника
uk: Короткий лук ватажка

source: Shortbow of Victory
de: Kurzbogen des Sieges
fr: Arc court de victoire
gl: Arco curto da vitoria
it: Arco Corto della Vittoria
nl: Korte Boog van de Overwinning
ru: Короткий лук победы
uk: Короткий лук перемоги

source: Archmage Shortbow
de: Kurzbogen des Erzmagus
fr: Arc court d'archimage
gl: Arco curto de arquimago
it: Arco Corto dell'Arcimago
nl: Korte Boog van de Aartsmagiër
ru: Короткий лук архимага
uk: Короткий лук архимага

source: Shortbow of Wizardry
de: Kurzbogen der Zauberei
fr: Arc court de sorcellerie
gl: Arco curto máxico
it: Arco Corto dello Stregone
nl: Korte Boog van de Magie
ru: Короткий лук волшебства
uk: Короткий лук чаклунства

source: Ancient Shortbow
de: Antiker Kurzbogen
fr: Arc court ancestral
gl: Arco curto antigo
it: Arco Corto Antico
nl: Antieke Korte Boog
ru: Древний короткий лук
uk: Старовинний короткий лук

source: Shortbow of Precision
de: Kurzbogen der Präzision
fr: Arc court d'exactitude
gl: Arco curto da precisión
it: Arco Corto dell'Accuratezza
nl: Korte Boog van de Nauwkeurigheid
ru: Короткий лук точности
uk: Короткий лук точності

source: Shortbow of Protection
de: Kurzbogen des Schutzes
fr: Arc court de protection
gl: Arco curto da protección
it: Arco Corto della Protezione
nl: Korte Boog van de Bescherming
ru: Короткий лук обороны
uk: Короткий лук захисту

source: Fiery Shortbow
de: Feuriger Kurzbogen
fr: Arc court ardent
gl: Arco curto chameante
it: Arco Corto Ardente
nl: Vurige Korte Boog
ru: Пламенный короткий лук
uk: Вогняний короткий лук

source: Frozen Shortbow
de: Frostiger Kurzbogen
fr: Arc court du givre
gl: Arco curto xeado
it: Arco Corto Glaciale
nl: Vorstige Korte Boog
ru: Морозный короткий лук
uk: Морозний короткий лук

source: Shortbow of Destruction
de: Kurzbogen der Zerstörung
fr: Arc court de destruction
gl: Arco curto da destrución
it: Arco Corto della Distruzione
nl: Korte Boog van de Vernietiging
ru: Короткий лук разрушения
uk: Короткий лук знищення

source: Orc Chieftan
de: Orchäuptling
fr: Chef Orc
gl: Cacique de orco
it: Orco Lanciatore
nl: Orkhoofdman
ru: Вождь орков
uk: Вождь орків

source: Crag Bow
de: Klippenbogen
fr: Uthul
gl: Tiratacos
it: Arco dle Dirupo
nl: Klippenboog
ru: Горный лук
uk: Скеляний лук

source: Witch Doctor
de: Hexenmeister
fr: Soignemage
gl: Curandeiro
it: Dottore Schamano
nl: Heksenmeester
ru: Доктор ведьм
uk: Знахар

source: Feywild Bow
de: Feywildbogen
fr: Arc du visionnaire
gl: Arco gaiteiro
it: Arco dei Folletti
nl: Feywildboog
ru: Причудливый лук
uk: Лук з Фейвілду

source: Bandit
gl: Bandido
it: Bandito
nl: Bandiet
ru: Бандит
uk: Бандит

source: Mithril Bow
de: Mithrilbogen
fr: Arc de mithril
gl: Arco de mithril
it: Arco in Mitril
nl: Mithrilboog
ru: Мифрильный лук
uk: Міфріловий лук

source: Fire Striker
de: Feuerschläger
fr: Morsure de feu
gl: Lanza-chamas
it: Colpo di Fuoco
nl: Vuurbruut
ru: Огнестрел
uk: Вогнеударник

source: Ice Striker
de: Eisschläger
fr: Morsure de glace
gl: Lanza-xeo
it: Coplo di Ghiaccio
nl: IJsbruut
ru: Ледострел
uk: Льодоударник

source: Assassin
de: Assassine
gl: Asasino
it: Assassino
nl: Moordenaar
ru: Ассассин
uk: Вбивця

source: Longbow
de: Langbogen
fr: Arc long
gl: Arco
it: Arco Lungo
nl: Lange Boog
ru: Длинный лук
uk: Лук

source: Cracked Longbow
de: Zerbrochener Langbogen
fr: Arc long fendu
gl: Arco roto
it: Arco Lungo Incrinato
nl: Gebroken Lange Boog
ru: Треснутый длинный лук
uk: Тріснутий лук

source: Cursed Longbow
de: Verfluchter Langbogen
fr: Arc long maudit
gl: Arco maldito
it: Arco Lungo Maledetto
nl: Vervloekte Lange Boog
ru: Проклятый длинный лук
uk: Проклятий лук

source: Warped Longbow
de: Krummer Langbogen
fr: Arc long faussé
gl: Arco torcido
it: Arco Lungo Deforme
nl: Kromme Lange Boog
ru: Погнутый длинный лук
uk: Покручений лук

source: Dwarven Longbow
de: Zwergischer Langbogen
fr: Arc long Nain
gl: Arco dos ananos
it: Arco Lungo Nanico
nl: Dwergen Lange Boog
ru: Гномий длинный лук
uk: Лук гнома

source: Longbow of Restoration
de: Langbogen der Wiederherstellung
fr: Arc long de régénération
gl: Arco da restauración
it: Arco Lungo della Resotarazione
nl: Lange Boog van Herstel
ru: Длинный лук восстановления
uk: Лук відновлення

source: Elven Longbow
de: Elfischer Langbogen
fr: Arc long Elfique
gl: Arco dos elfos
it: Arco Lungo Elfico
nl: Elfen Lange Boog
ru: Эльфийский длинный лук
uk: Лук ельфа

source: Longbow of Meditation
de: Langbogen der Meditation
fr: Arc long de méditation
gl: Arco da meditación
it: Arco Lungo della Meditazione
nl: Lange Boog van de Meditatie
ru: Длинный лук медитации
uk: Лук розуму
