Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Fate has delivered this talisman to you. With it and the Averguard Key, you have the ability to open the Burial Chamber. Read these runes aloud at the sealed door and the path will be opened.
de: Das Schicksal hat Euch diesen Talisman gebracht. Zusammen mit dem Schlüssel von Averguard könnt Ihr nun die Grabkammer öffnen. Lest diese Runen bei der versiegelten Tür laut vor, und ein Pfad wird sich Euch öffnen.
fr: Le destin t'a remis cette Amulette. Avec celle-ci et la clé d'Averguard tu pourras ouvrir la Chambre Funéraire. Lis ces runes à haute voix près de la porte scellée et tu pourras l'ouvrir.
gl: O destino reservou este talismán para ti. Con el e maila chave de Ávegar, poderás abrir as portas da cámara sepulcral. Le as runas en voz alta ante a porta selada, e abrirase ante ti.
nl: Het lot heeft je deze talisman gebracht. Samen met de Sleutel van de Avergarde kun je nu de grafkamer openen. Lees deze runen in nabijheid van de verzegelde deur hardop voor en de doorgang zal zich voor je openen.
ru: Судьба подарила этот талисман тебе. С ним и ключом Авергарда ты сможешь открыть усыпальницу. Громко прочти эти руны возле запертой двери и путь откроется.
uk: Доля принесла тобі цей талісман. З ним і ключем Авергуарду ти зможеш відкрити похоронну камеру. Прочитай ці руни вголос перед запечатаними дверима і шлях буде відкритий.

source: My worst fear is come alive. Just as with the Warden and with Professor Langlier, Sir Evan Maddox himself was inflicted with undeath. If we are to reclaim the Keep, you must defeat him. The Order will reward you magnificently for this service. But be prepared -- not even undeath will limit Maddox's zeal. Enter the Burial Chamber and allow him redemption.
de: Meine ärgsten Befürchtungen sind wahr geworden. Genau wie der Wächter und Professor Langlier ist auch Sir Evan Maddox selbst vom Untod befallen. Wenn wir die Feste zurückerobern wollen, müsst Ihr ihn besiegen. Der Orden wird Euch prächtig für diesen Dienst entlohnen. Aber seid gewarnt -- nicht einmal der Untod kann Maddox' Eifer in Schach halten. Betretet die Grabkammer und verschafft ihm Erlösung.
fr: Mes pires craintes étaient justifiées. Tout comme le Guardien et le professeur Langlier, Evan Maddox est devenu un mort-vivant. Si nous voulons reprendre possession de Fort Averguard tu vas devoir le vaincre. L'Ordre te récompensera très généreusement pour ce service. Mais sois prévenu -- la ferveur de Maddox ne connaît aucune limite, même dans la non-mort. Entre dans la Chambre Funéraire et libére-le de son tourment.
gl: Confírmanse os meus temores. Igual que ocorreu co garda e logo co mestre Langlier, Sir Evan Mádox foi infectado e é agora un non morto. Non poderemos recuperar a fortaleza a non ser que consigas derrotalo. Has sabes que a orde recompensará xenerosamente os teus servizos. Pero ten coidado; nin a non morte pode poñer fin á determinación de Mádox. Entra na cámara sepulcral e concédelle a redención.
nl: Mijn ergste vermoedens zijn waar geworden. Net als de Opzichter en Professor Langlier is ook Heer Evan Maddox zelf ondood slachtoffer geworden. Als we de Toren voor ons willen terugvorderen, moet je hem verslaan. De Orde zal je rijkelijk belonen voor deze dienst. Maar wees gewaarschuwd -- Zelfs de ondood zal Maddox zijn geestdrift niet beperken. Betreed de grafkamer en verlos hem.
ru: Мой самый страшный кошмар стал явью. Так же, как и привратник с профессором Ланглиером, сам сэр Эван Мэддокс стал нежитью. Если мы хотим получить контроль над цитаделью, ты должен уничтожить его. Ордер внушительно наградит тебя за это. Но будь готов — даже смерть не удержит рвения Мэддокса. Войди в усыпальницу и позволь ему упокоиться.
uk: Мої найгірші сподівання справдились. Так само, як Сторож і професор Ланглієр, сер Еван Меддокс був заражений нежиттю. Якщо ми хочемо повернути Донжон, ти повинен перемогти його. Орден добре винагородить тебе за цю послугу. Але будь готовий -- старанність Меддокса не буде обмежена тим що він нежить. Ввійди в похоронну камеру і звільни його від мук.

source: You have risked much for the Order. Take this final reward, as your mission here is complete. The grip of necromancy over Averguard Keep is broken -- in time the remaining undead will pass over into death.
de: Ihr habt viel für den Orden riskiert. Nehmt diese letzte Belohnung, Eure Mission ist hier zu Ende. Der eiserne Griff der Nekromantie über der Feste von Averguard ist zerschlagen -- die restlichen Untoten werden bald endgültig dahinscheiden.
fr: Tu as pris d'énormes risques pour l'Ordre. Prends cette dernière récompense, ta mission est terminée. La nécromancie n'a plus de prise sur Fort Averguard -- dans peu de temps les derniers mort-vivants franchiront les portes de la vraie mort.
gl: Arriscaches moito pola orde. He aquí a túa recompensa final, agora que completaches a misión. A nigromancia perdeu o control do Forte de Ávegar. Co tempo, os non mortos que aínda quedan volverán ao outro mundo.
nl: Je hebt veel voor de Order geriskeerd. Neem deze laatste beloning, je missie hier is voltooid. De greep van necromantie over de Toren van de Avergarde is verslagen -- de resterende ondoden zullen spoedig de dood permanent tegemoedtreden.
ru: Ты столько рисковал для Ордена. Возьми эту последнюю награду, твоя миссия здесь завершена. Проклятье некромантии над цитаделью Авергарда разрушено — со временем вся оставшаяся нежить обретёт покой.
uk: Ти сильно ризикував для Ордену. Візьми цю заключну нагороду, а твоя місія тут завершена. Влада некромантії над Донжоном Авергуарду скінчилась -- незабаром решта нежиті спочине в смерті.

source: Thank you Guill. I am glad to be of service.
de: Danke Guill. Es freut mich, dass ich helfen konnte.
fr: Merci Guill. Je suis heureux d'avoir pu vous aider.
gl: Grazas, Guil. Alégrome de ser de axuda.
nl: Dank je Graspen. Het doet me plezier dat ik je van dienst kon zijn.
ru: Спасибо, Гвилл. Я рад быть полезен.
uk: Дякую тобі Гуілл. Я радий допомогти.

source: It is still dangerous here, but with Maddox defeated his followers will soon find rest.
de: Es ist immer noch gefährlich hier, aber da Maddox besiegt ist, wird seine Gefolgschaft bald Ruhe finden.
fr: Ces lieux sont toujours dangereux, mais maintenant que Maddox est vaincu ses partisans trouveront bientôt le repos.
gl: A fortaleza segue sendo un lugar perigoso, pero agora que Mádox foi derrotado, os seus seguidores non tardarán en volver ao seu descanso eterno.
nl: Het is nog altijd gevaarlijk hier, maar nu Maddox verslagen is, zullen zijn volgelingen snel rust vinden.
ru: Здесь по прежнему опасно, но после того, как Мэддокс повержен, и все его последователи скоро найдут покой.
uk: Тут все ще небезпечно, але після поразки Меддокса його послідовники скоро теж знайдуть спокій.

source: Ukkonen is defeated -- I sensed a calm in this place the moment you ended him. Take this reward for your bravery.
de: Ukkonen ist besiegt -- ich habe in dem Moment, in dem Ihr ihn erschlagen habt, eine Beruhigung diese Ortes gefühlt. Nehmt dies als Belohnung für Eure Tapferkeit.
fr: Ukkonen est vaincu -- j'ai ressenti un apaisement dans ces lieux quand il est mort.
gl: Uconen foi derrotado. Puiden sentir a paz inundando o lugar en canto acabaches con el. Acepta isto como recompensa pola túa valentía.
nl: Ukkonen is verslagen -- Op het moment dat je hem versloeg, voelde ik een kalmte op deze plek. Neem dit als beloning voor je dapperheid.
ru: Укконен побеждён — я почувствовал покой в этом месте в тот момент, как ты прикончил его. Возьми эту награду за свою храбрость.
uk: Укконен переможений -- я відчув спокій у цьому місці, як тільки ти прикінчив його. Візьми цю нагороду за твою хоробрість.

source: Rilrak, Goblin Shaman
de: Rilrak, Goblin Schamane
fr: Rilrak, chamane Gobelin
gl: Rilrac, trasno xamán
it: Rilrak, Schiamano Goblin
nl: Rilrak, Kobold Medicijnman
ru: Рилрак, шаман гоблинов
uk: Рілрак, Гоблін шаман

source: Frontier Plains
de: Grenzgebiet
fr: Plaines frontalières
gl: Chairas da fronteira
it: Pianure di frontiera
nl: Grensgebied
ru: Равнины рубежа
uk: Прикордонні рівнини

source: Supplies
de: Vorräte
fr: Fournitures
gl: Provisións
it: Forniture
nl: Voorraad
ru: Припасы
uk: Продовольство

source: Ydrakka Pass
fr: Col Ydrakka
gl: Paso de Idraca
it: Passo Ydrakka
nl: Ydrakka-Pas
ru: Путь Идракка
uk: Прохід Їдраки

source: Ancient Temple
de: Antiker Tempel
fr: Ancien temple
gl: Templo antigo
it: Tempio Antico
nl: Oude Tempel
ru: Древний храм
uk: Стародавній храм

source: Frontier Outpost
de: Grenzposten
fr: Avant-poste
gl: Posto avanzado da fronteira
it: Avamposto di Frontiera
nl: Grensposten
ru: Застава рубежа
uk: Прикордонна застава

source: River Encampment
de: Flusslager
fr: Camp de la rivière
gl: Campamento do río
it: Accampamento sul Fiume
nl: Rivier Kamp
ru: Речной лагерь
uk: Річковий табір

source: Defeat the goblins at the River Encampment
de: Besiege die Goblins am Flusslager
fr: Vaincre les gobelins du Camp de la Rivière
gl: Derrota aos trasnos do campamento que hai río arriba.
it: Sconfiggi tutti i Goblin dell'accampamento sul Fiume
nl: Versla de kobolden bij het Rivier Kamp
ru: Уничтожьте гоблинов в речном лагере
uk: Подолай гоблінів в Річковому таборі

source: River Encampment cleared. Return to Martigan for your reward.
de: Flusslager gesäubert. Kehre für deine Belohnung zu Martigan zurück.
fr: Le Camp de la Rivière est nettoyé. Retourner voir Martigan pour la récompense.
gl: O campamento do río está despexado. Volve canda Mártigan para recibir a recompensa.
it: Accampamento sul Fiume ripulito.Ritorna da Martigan per la tua ricompensa
nl: Rivier Kamp opgeschoond. Keer terug naar Martigan voor je beloning.
ru: Речной лагерь очищен. Вернитесь к Мартигану за наградой.
uk: Річковий табір очищений. Повернись до Мартігана за винагородою.

source: Martigan, Overseer
de: Martigan, Aufseher
fr: Martigan, contremaître
gl: Mártigan, supervisor
it: Sopraintendente Martigan
nl: Martigan, Opzichter
ru: Мартиган, смотритель
uk: Мартіган, Наглядач

source: Welcome to my mines, stranger. If you have the back for it, I've got the work.
de: Wilkommen in meiner Mine, Fremder. Falls Ihr das Rückgrat habt, habe ich die Arbeit.
fr: Bienvenue dans mes mines, étranger. T'as les bras? J'ai le boulot.
gl: Benvido ás miñas minas, forasteiro. Se non tes problemas coas costas, seguro que che podo atopar un traballiño.
it: Benvenuto alle nostre miniere, Straniero. Se avete la schiena per farlo, Io ho il lavoro.
nl: Welkom bij mijn mijnen, vreemdeling. Als je er de ruggengraat voor hebt, heb ik het werk.
ru: Добро пожаловать в мои шахты, странник. Если у тебя есть спина, у меня найдётся на неё работа.
uk: Ласкаво просимо в мою шахту, незнайомець. Якщо тебе зацікавить, у мене є робота.

source: I heard you might have something more interesting.
de: Ich habe gehört, Ihr könntent mir etwas Interessanteres anbieten.
fr: On m'as dit que tu aurais quelque chose de plus intéressant à me proposer.
gl: Escoitei que podías ter algo máis interesante.
it: Ho sentito che potrebbe avere qualcosa di più interessante.
nl: Ik heb gehoord dat je mogelijk iets interessanters hebt.
ru: Я слышал, у вас может быть кое-что поинтереснее.
uk: Я чув що ви можете запропонувати щось більш цікаве.

source: Ah, you're the adventurer? If you seek out danger you're in the right place. We had two guards stationed here; both were recalled to Ancelot. Now we're vulnerable.
de: Ah, Ihr seid der Abenteurer? Wenn Ihr die Gefahr sucht, seid Ihr hier am richtigen Ort. Wir hatten hier zwei Wachen stationiert; beide wurden zurück nach Ancelot gerufen. Jetzt sind wir verwundbar.
fr: Ah, tu es un aventurier? Si tu cherches du danger tu es au bon endroit. On avait deux gardes en faction ici; tous deux ont été rappelés à Ancelot. Maintenant nous sommes vulnérables.
gl: Ah, es o aventureiro? Se buscas perigos viñeches ao lugar axeitado. Tiñamos dous gardas, pero os dous foron chamados a Ancelot, e agora estamos completamente indefensos.
it: Ah, tu sei l'avventuriero? Se cercate adrenalina siete nel posto giusto. Avevamo due guardie di stanza qui, entrambe sono state richiamate ad Ancelot. Ora siamo vulnerabili.
nl: Ah, jij bent de avonturier? Als je gevaar zoekt, ben je op de juiste plek. We hadden twee bewakers hier; beide zijn teruggeroepen naar Ancelot. Nu zijn we kwetsbaar.
ru: А, так ты искатель приключений? Если ты ищешь опасности, то здесь самое место. У нас размещались двое стражей, но обоих призвали в Анцелот. Теперь мы уязвимы.
uk: Ах, ти шукач пригод? Якщо ти шукаєш небезпеки то ти в правильному місці. У нас тут було два охоронці; обидва були відкликані в Анцелот. Тепер ми вразливі.

source: We're having problems. Goblins. All the noise from our mining is drawing their attention. We can't have them thinking we're easy prey.
de: Wir haben ein Problem. Goblins. Der ganze Lärm unseres Abbaus zieht ihre Aufmerksamkeit auf uns. Wir können es uns nicht leisten, dass sie uns für leichte Beute halten.
fr: On a des ennuis. Les gobelins. Le bruit de la mine a attiré leur attention. Il ne faut pas qu'ils s'imaginent que nous sommes des proies faciles.
gl: Estamos a ter problemas. Trasnos, concretamente. O ruído que facemos ao traballar nas minas parece chamar a súa atención. E non podemos permitirnos que nos tomen por unha présa fácil.
it: Stiamo avendo dei problemi. Goblin. Tutto il rumore della nostra mineraria sta attirando la loro attenzione. Non possiamo fargli credere che siamo una facile preda.
nl: We hebben problemen. Kobolden. Al het lawaai van onze mijnbouw trekt hun aandacht. We kunnen niet hebben dat ze denken dat we een gemakkelijke prooi zijn.
ru: У нас проблема. Гоблины. Весь этот шум из наших шахт привлекает их внимание. Мы не можем позволить им думать, что мы лёгкая добыча.
uk: У нас виникли проблеми. Гобліни. Всі шуми від нашого видобутку привертають їхню увагу. Ми не можемо дозволити їм подумати, що ми легка здобич.

source: Attack their encampment up river from here. 20 gold now, 80 more when you return.
de: Greift ihr Lager flussaufwärts von hier an. 20 Goldstücke sofort, 80 weitere, sobald Ihr zurückkehrt.
fr: Attaque leur campement en haut de la rivière. 20 pièces d'or maintenant, 80 de plus à ton retour.
gl: Ataca o seu campamento, río arriba. Dareiche 20 moedas agora, e outras 80 cando regreses.
it: Attacca il loro accampamento sulle rive del fiumo. 20 monete d'oro ora, altre 80 quando sarai tornato.
nl: Val hun Rivier Kamp stroomopwaarts aan. Nu 20 goudstukken, en 80 daar bovenop wanneer je terugkeert.
ru: Атакуй их лагерь вверх по реке отсюда. 20 золотых монет авансом, 80 — когда вернёшься.
uk: Атакуй їхній табір вгору по річці звідси. 20 золотих зараз, і ще 80 коли ти повернешся.

source: The goblins have an encampment up the river from here. Clear them out and I'll pay you 80 gold.
de: Die Goblins haben flussaufwärts ein Lager. Säubert es von diesem Abschaum und ich werde Euch 80 Gold zahlen.
fr: Les gobelins ont un campement en haut de la rivière. Fais le ménage et je te donnerais 80 pièces d'or.
gl: Os trasnos teñen un campamento río arriba. Acaba con eles e pagareiche 80 moedas de ouro.
it: I goblins hanno un accampamento lungo il fiume. Elimina tutti i goblin dell'Accampanento dul Fiume e ti pagherà 80 monete d'oro.
nl: De kobolden hebben een kamp stroomopwaarts van hier. Schoon dat op, en ik betaal je 80 goud.
ru: Гоблины устроили лагерь вверх по реке. Зачистишь его и я заплачу тебе 80 золота.
uk: Гобліни мають табір вгору по річці звідси. Звільни територію і я заплачу тобі 80 золотих.

source: Unfortunate work, but my workers will sleep safe tonight. Here's your reward.
de: Eine undankbare Aufgabe, aber meine Arbeiter werden heute nacht sicher sein. Hier ist Eure Belohnung.
fr: Regrettable incident mais mes ouvriers dormiront en sécurité cette nuit. Voila ta récompense.
gl: Non é un traballo moi ético, pero polo menos os meus traballadores poderán conciliar o sono esta noite. Velaquí o resto do que che prometera.
it: Una seccatura di lavoro, ma almeno stanotte i miei lavoratori potranno dormire tranquilli. Eccoti la tua ricompensa.
nl: Een ondankbare klus, maar mijn medewerkers kunnen veilig slapen vannacht. Hier is je beloning.
ru: Неблагодарная работа, но хотя бы мои рабочие будут сегодня спать спокойно. Держи свою награду.
uk: Невдячна робота, але мої робітники будуть спати вночі спокійно. Ось твоя нагорода.

source: A member of the Order passed through our camp a few days ago. He left for the tower ruins in Ydrakka Pass.
de: Ein Mitglied des Ordens ist vor einigen Tagen durch unsere Siedlung gekommen. Er verlies uns in Richtung der Turmruine im Ydrakka-Pass.
fr: Un membre de l'Ordre est passé par notre campement il y a quelques jours. Il est parti pour les tours en ruines, au col Ydrakka.
gl: Un membro da orde pasou por aquí non hai moito. Ía cara as ruínas da torre que hai no paso de Idraca.
it: Un membro dell'Ordine è passato attraverso il nostro campo pochi giorni fa. E'partito per le rovine della torre del passo Ydrakka.
nl: Een lid van de order is enige dagen geleden door ons kamp getrokken. Hij vertrok naar de ruïne van de toren in Ydrakka-Pas.
ru: Член Ордена прошёл через наш лагерь несколько дней назад. Он направился в руины башни на пути Идракка.
uk: Кілька днів тому через наш табір пройшов член Ордену. Він пішов до руїн вежі в Проході Їдраки.

source: Lorund, Smith
de: Lorund, Schmied
fr: Lorund, forgeron
gl: Lorund, ferreiro
it: Lorund, Fabbro
nl: Lorund, Smit
ru: Лорунд, кузнец
uk: Лорунд, Коваль

source: Looking to buy something?
de: Wollt Ihr etwas kaufen?
fr: Tu cherches à acheter quelquechose?
gl: Bota unha ollada, teño de todo.
it: Interessato a qualche articolo in particolare?
nl: Wil je iets kopen?
ru: Хочешь купить что-нибудь?
uk: Хочеш щось купити?

source: Nerin, Bowyer
de: Nerin, Bogenmacherin
fr: Nerin, marchand d'arcs
gl: Nerin, artesán de arcos
it: Nerin, Fabbricante d'archi
nl: Nerin, Bogemaker
ru: Нерин, изготовитель луков
uk: Нерін, Столяр

source: Kayl, Alchemist
de: Kayl, Alchemistin
fr: Kayl, alchimiste
gl: Cail, alquimista
it: Kayl, Alchimista
ru: Кейл, алхимик
uk: Кайл, Алхімік

source: Scathelocke's Spellbook
de: Scathelockes Zauberbuch
fr: Grimmoire de Scathelocke
gl: Libro de encantamentos de Escáceloc
it: Libro degli incantesimi di Scathelocke
nl: Vlijmelochs Spreukenboek
ru: Книга заклинаний Сказлока
uk: Книга заклинань Скеслока

source: mental
it: Mentale
nl: mentaal
ru: ментальную
uk: ментальний

source: Scathelocke's Key
de: Scathelockes Schlüssel
fr: La clé de Scathelocke
gl: Chave de Escáceloc
it: Chiave di Scathelocke
nl: Vlijmelochs Sleutel
ru: Ключ Сказлока
uk: Ключ Скеслока

source: Opens Scathelocke's Runed Chest
de: Öffnent Scathelockes Runentruhe
fr: Ouvre le coffre orné de runes de Scathelocke
gl: Abre o cofre con runas de Escaceloc
it: Apre la cassa runica del profeta scheletrico
nl: Opent Vlijmelochs Runen Kist
ru: Открывает рунический сундук Сказлока
uk: Відкриває Рунічну скриню Скеслока

source: Vesuvvio's Key
de: Vesuvvios Schlüssel
fr: La clé de Vesuvvio
gl: Chave de Vesubio
it: Chiave di Vesuvio
nl: Vesuvvios Sleutel
ru: Ключ Везувия
uk: Ключ Везувіо

source: Opens Vesuvvio's Runed Chest
de: Öffnet Vesuvvios Runentruhe
fr: Ouvre le coffre orné de runes de Vesuvvio
gl: Abre o cofre con runas de Vesubio
it: Apre la cassa runica di Vesuvio
nl: Opent Vesuvvios Runen Kist
ru: Открывает рунический сундук Везувия
uk: Відкриває Рунічну скриню Везувіо

source: Grisbon's Key
de: Grisbons Schlüssel
fr: La clé de Grisbon
gl: Chave de Grisbon
it: Chiave di Grisbon
nl: Grisbons Sleutel
ru: Ключ Гризбона
uk: Ключ Грісбона

source: Opens Grisbon's Runed Chest
de: Öffnet Grisbons Runentruhe
fr: Ouvre le coffre orné de runes de Grisbon
gl: Abre o cofre con runas de Grisbon
it: Apre la cassa runica di Grisbon
nl: Opent Grisbons Runen Kist
ru: Открывает рунический сундук Гризбона
uk: Відкриває Рунічну скриню Грісбона

source: Skeletal Prophet
de: Skelett-Prophet
fr: Squelette prophète
gl: Esqueleto profeta
it: Profeta scheletrico
nl: Skelet-Profeet
ru: Скелет пророк
uk: Скелет пророк

source: Vesuvvio (the Destroyer)
de: Vesuvvio (der Zerstörer)
fr: Vesuvvio (le Destructeur)
gl: Vesubio “O destrutor”
it: Vesuvio (il distruttore)
nl: Vesuvvio (de Verwoester)
ru: Везувий (Разрушитель)
uk: Везувіо (Руйнівник)

source: Grisbon
ru: Гризбон
uk: Грісбон

source: Scathelocke
gl: Escáceloc
nl: Vlijmeloch
ru: Сказлок
uk: Скеслок

source: Krakatoa, Antlion Burster
de: Krakatoa, Antlion-Berstling
fr: Krakatoa, Antlion explosif
gl: Cracatoa, formiga león incendiaria
nl: Krakatoa, Mierenleeuw-Ploffer
ru: Кракатау, муравьиный лев взрыватель
uk: Кракатоа, Розривний мурашиний лев

source: Skeletal Thundersword
de: Skelett-Donnerschwert
fr: Squelette Foudrépée
gl: Esqueleto espadachín
it: Spada tuonante scheletrico
nl: Skelet-Donderzwaard
ru: Костяной меч молний
uk: Скелет Громовий меч

source: Cave of Living Bones 3
de: Höhle der lebenden Knochen (3)
fr: Caverne des Os Animés 3
gl: Cova dos ósos viventes 3
it: Grotta delle ossa viventi 3
nl: Grot van de levende botten (3)
ru: Пещера живых костей 3
uk: Печера Живих Кісток 3

source: Crate of Blasting Powder
de: Kiste mit Sprengpulver
fr: Caisse de poudre explosive
gl: Caixa de po explosivo
it: Gabbia della polvere esplosiva
nl: Krat met buskruit
ru: Ящик взрывчатого порошка
uk: Ящик з вибуховою речовиною

source: Cave of Living Bones 2
de: Höhle der lebenden Knochen (2)
fr: Caverne des Os Animés 2
gl: Cova dos ósos viventes 2
it: Grotta delle ossa viventi 2
nl: Grot van de levende botten (2)
ru: Пещера живых костей 2
uk: Печера Живих Кісток 2

source: This pillar is laced with cracks and crevices. Maybe with enough force it can be knocked down.
de: Diese Säule ist übersät mit Rissen und Spalten. Vielleicht kann sie mit genügend Kraft umgestoßen werden.
fr: Ce pillier est trés endommagé, avec assez de force il pourrait être abattu.
gl: O piar está cheo de buratos. Ao mellor, coa forza suficiente, podería tirarse abaixo.
it: Questa colonna è un labirinto di crepe e fessure. Forse con forza sufficiente può essere abbattuta.
nl: Deze pilaar is doorboord met schjezelfn en holten. Met genoeg kracht kan hij misschien omgelegd worden.
ru: Эта колонна испещрена трещинами и разломами. Может быть, имея достаточно силы, её можно свалить.
uk: Цей стовп пронизаний тріщинами і щілинами. Моживо якщо прикласти досить сили він завалиться.

source: Giant Pillar
de: Riesige Säule
fr: Pillier géant
gl: Piar xigante
it: Colonna Gigante
nl: Reuze Pilaar
ru: Гигантская колонна
uk: Величезний стовп

source: Place Explosive
de: Sprengstoff platzieren
fr: Placer l'explosif
gl: Poñer os explosivos
it: Posto esplosivo
nl: Springstof plaatsen
ru: Положить взрывчатку
uk: Встановіть Вибухівку

source: Brothers' Lair Fire Hall
de: Unterschlupf der Brüder - Feuerhalle
fr: Repère des frères, Salle du feu
gl: Sala do lume dos irmáns
it: Covo dei fratelli, sala del fuoco
nl: Huis van de broers - Vuur Hal
ru: Зал огня логова Братьев
uk: Вогняний зал лігва Братів

source: Runed Chest
de: Runentruhe
fr: Coffre orné de runes
gl: Cofre con runas
it: Cassa runica
nl: Runen Kist
ru: Рунический сундук
uk: Рунічна скриня
