Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: "Today Pompeii got a little over-excited to meet me and blew himself up. So I had to go into the caves and catch myself a NEW antlion burster. Again. I think I'm going to name this one 'Krakatoa'. ~Vesuvvio (the Destroyer)"
de: "Ich war wohl etwas zu wild für Pompeii -- es ist buchstäblich in die Luft geflogen. Also musste ich die Höhlen nach einem NEUEN Antlion-Berstling durchforsten. Schon wieder. Ich denke, ich werde diesen hier 'Krakatoa' nennen. ~Vesuvvio (der Zerstörer)"
fr: "Ajourd'hui Pompeii était un peu trop impatient de me rejoindre et il s'est fait exploser. Donc j'ai dû descendre dans les caves afin de capturer moi même un nouvel Antlion explosif. Encore. Je pense que je nommerais celui-la 'Krakatoa'. ~Vesuvvio (le Destructeur)"
gl: «Hoxe Pompei púxose contento de máis ao verme e explotouse a si mesmo; así que tiven que entrar nas covas e ir por outra formiga león incendiaria. De novo. Creo que a esta a vou chamar «Cracatoa». — Vesubio “O destrutor”.
it: "Oggi Pompei è un po troppo eccitato per incontrarmi e si è fatto esplodere. Quindi sono andato da solo a prendere un NUOVO antlion burster. Ancora. Penso che lo chiamerò 'Krakatoa'. ~Vesuvvio (the Destroyer)"
nl: "Ik was toch iets te wild voor Pompeii -- hij is letterlijk in de lucht gevlogen. Dus moest ik in de grotten op zoek naar een NIEUWE Mierenleeuw-Ploffer. Alweer. Ik denk dat ik deze hier 'Krakatoa' noem. ~Vesuvvio (de Verwoester)"
ru: «Сегодня Помпей немного перевозбудился, увидев меня, и взорвался. Так что мне пришлось спуститься в пещеры и поймать себе НОВОГО муравьиного льва взрывателя. Я думаю, что назову его 'Кракатау'. ~Везувий (Разрушитель)»
uk: "Сьогодні Помпеї був занадто радий мене бачити і вибухнув. Так що мені довелося йти в печери і спіймати собі НОВОГО розривного мурашиного лева. Знову. Думаю я назву його 'Кракатоа'. ~Везувіо (Руйнівник)"

source: Brothers' Lair Atrium
de: Unterschlupf der Brüder - Atrium
fr: Repère des frères, l'atrium
gl: Atrio dos irmáns
it: Covo dei fratelli, atrio
nl: Huis van de broers - Atrium
ru: Атриум логова Братьев
uk: Атріум лігва Братів

source: Brothers' Sacrifice Room
de: Opferraum der Brüder
fr: La chambre de sacrifice des frères
gl: Sala dos sacrificios dos irmáns
it: Camera sacrificale dei fratelli
nl: Offerruimte van de broers
ru: Жертвенная комната Братьев
uk: Жертовна кімната Братів

source: Cave of Living Bones 1
de: Höhle der lebenden Knochen (1)
fr: Caverne des Os Animés 1
gl: Cova dos ósos viventes 1
it: Grotta delle ossa viventi 1
nl: Grot van de levende botten (1)
ru: Пещера живых костей 1
uk: Печера Живих Кісток 1

source: Brothers' Lair Wind Hall
de: Unterschlupf der Brüder - Windhalle
fr: Repère des frères, Salle des vents
gl: Sala do vento dos irmáns
it: Covo dei fratelli, sala del vento
nl: Huis van de broers - Wind Hal
ru: Зал воздуха логова Братьев
uk: Вітровий зал лігва Братів

source: Rising Wind Switch
de: Aufsteigender-Wind-Schalter
fr: Vent: lever
gl: Levantando a panca do vento
it: Interruttore di aumento vento
nl: Rijzende-Wind-Schakelaar
ru: Выключатель поднимающегося воздуха
uk: Перемикач Піднятого Вітру

source: Rising Fire Switch
de: Aufsteigendes-Feuer-Schalter
fr: Feu: lever
gl: Levantando a panca do lume
it: Interruttore di aumento fuoco
nl: Rijzende-Vuur-Schakelaar
ru: Выключатель поднимающегося огня
uk: Перемикач Піднятого Вогню

source: Rising Ice Switch
de: Aufsteigendes-Eis-Schalter
fr: Glace: lever
gl: Levantando a panca do xeo
it: Interruttore di aumento ghiaccio
nl: Rijzende-IJs-Schakelaar
ru: Выключатель поднимающегося льда
uk: Перемикач Піднятого Льоду

source: Falling Ice Switch
de: Fallendes-Eis-Schalter
fr: Glace: baisser
gl: Baixando a panca do xeo
it: Interruttore di riduzione ghiaccio
nl: Vallende-IJs-Schakelaar
ru: Выключатель опускающегося льда
uk: Перемикач Падаючого Льоду

source: Falling Wind Switch
de: Fallender-Wind-Schalter
fr: Vent: baisser
gl: Baixando a panca do vento
it: Interruttore di riduzione vento
nl: Vallende-Wind-Schakelaar
ru: Выключатель опускающегося воздуха
uk: Перемикач Падаючого Вітру

source: Falling Fire Switch
de: Fallendes-Feuer-Schalter
fr: Feu: baisser
gl: Baixando a panca do lume
it: Interruttore di riduzione fuoco
nl: Vallende-Vuur-Schakelaar
ru: Выключатель опускающегося огня
uk: Перемикач Падаючого Вогню

source: Waiting Wind Switch
de: Wartender-Wind-Schalter
fr: Vent: attendre
gl: Esperando pola panca do vento
it: Interruttore di pausa vento
nl: Wachtende-Wind-Schakelaar
ru: Выключатель ожидающего воздуха
uk: Перемикач Очікуючого Вітру

source: Waiting Fire Switch
de: Wartendes-Feuer-Schalter
fr: Feu: attendre
gl: Esperando pola panca do lume
it: Interruttore di pausa fuoco
nl: Wachtende-Vuur-Schakelaar
ru: Выключатель ожидающего огня
uk: Перемикач Очікуючого Вогню

source: Waiting Ice Switch
de: Wartendes-Eis-Schalter
fr: Glace: attendre
gl: Esperando pola panca do xeo
it: Interruttore di pausa ghiaccio
nl: Wachtende-IJs-Schakelaar
ru: Выключатель ожидающего льда
uk: Перемикач Очікуючого Льоду

source: "Fire is either Falling or Waiting. One element, one temperament."
de: "Feuer fällt entweder, oder wartet. Ein Element, ein Temperament."
fr: "Le feu est soit montant soit patient.Un élément, un tempérament."
gl: «O lume está ou baixando ou esperando. Un elemento, un temperamento».
it: "Il fuoco ne diminuisce ne aspetta. Un elemento, un temperamento."
nl: "Vuur valt of wacht. Één element, Één temperament."
ru: «Огонь или опускается или ожидает. Один элемент, один темперамент.»
uk: "Вогонь або Падає або Очікує. Одна стихія, один темперамент."

source: "Wind is not Rising. Wind is Falling on the firmament."
de: "Wind steigt nicht. Wind fällt vom Firmament."
fr: "Le vent ne monte pas. Le vent descend vers le firmament."
gl: «O vento non sobe. O vento baixa no firmamento».
it: "Il vento non è in aumento. Il vento sta calando nel firmamento. "
nl: "Wind stijgt niet. Wind valt op het firmament"
ru: «Воздух не поднимается. Воздух опускается с небесного свода.»
uk: "Вітер не Піднімається. Вітер Падає на небосхил."

source: "People used to ask me why I use a sword rather than a wand. It never occurs to them that the metal blade can conduct and channel lightning as well as (or better than!) any enchanted twig. ~Grisbon"
de: "Die Leute fragen mich gewöhnlich, warum ich ein Schwert anstatt eines Zauberstabs nutze. Sie kommen nie auf die Idee, dass die metallene Klinge Blitze mindestens ebenso gut - oder gar noch besser - leitet und kanalisiert als ein verzauberter Zweig. ~Grisbon"
fr: "On a l'habitude de me demander pourquoi j'utilise l'épée plutôt que la baguette. Il ne leur vient jamais à l'esprit qu'une lame de métal peut canaliser la foudre aussi bien, sinon mieux, que n'importe quelle brindille. ~Grisbon"
gl: «A xente preguntábame a miúdo por que empregaba unha espada en vez dunha vara. Nunca se lles pasou pola cabeza que unha coitela de metal tamén pode conducir e canalizar os raios, pode que mesmo mellor!» — Gribson.
it: "La gente mi chiede perché uso una spada invece di una bacchetta. Non pensano che una lama di metallo può condurre e canalizzare i fulmini come (o meglio di!) qualsiasi ramoscello incantato. ~Grisbon"
nl: "Ik werd wel eens gevraagd waarom ik een zwaard gebruik in plaats van een toverstok. Het kwam nooit bij ze op dat het metalen lemmet minstens zo goed - (of beter!) - bliksem geleid als een betoverde tak. ~Grisbon"
ru: «Люди часто спрашивают меня, почему я использую меч, а не посох. Им не приходит на ум, что металлическое лезвие проводит молнию также хорошо (и даже лучше!) как и любая зачарованная палка. ~Гризбон»
uk: "Люди часто запитують мене, чому я користуюсь мечем, а не паличкою. Їм ніколи не траплялось, що металеве лезо може проводити і скеровувати блискавку так же добре (або навіть краще!) як будь яка зачарована гілляка. ~Грісбон"

source: Brothers' Lair Ice Hall
de: Unterschlupf der Brüder - Eishalle
fr: Repère des frères, Salle de la glace
gl: Sala do xeo dos irmáns
it: Covo dei fratelli, sala del ghiaccio
nl: Huis van de broers - IJs Hal
ru: Зал льда логова Братьев
uk: Льодяний зал лігва Братів

source: Suspicious Bookcase
de: Verdächtiges Bücherregal
fr: Bibliothèque suspecte
gl: Estante sospeitoso
it: Libreria sospettosa
nl: Verdachte Boekenkast
ru: Подозрительная книжная полка
uk: Підозріла книжкова шафа

source: "When we could no longer stand the idiotic practices of our master, I hatched a plan to kill him. My brothers agreed the deed had to be done."
de: "Als wir das idiotische Gehabe unseres Meisters nicht länger ertragen konnten, schmiedete ich den Plan, ihn zu töten. Meine Brüder stimmten mir zu, dass die Tat unvermeidbar sei."
fr: "Comme nous ne supportions plus les pratiques idiotes de notre maître, j'ai élaboré un plan pour le tuer. Mes fères convinrent que cela devait être fait."
gl: «Cando xa non podiamos tolerar os estúpidos quefaceres do mestre, elaborei un plan para asasinalo. Os meus irmáns estaban de acordo en que non había outra».
it: "Non potevamo più sopportare le pratiche idiote del nostro maestro, Ho covato un piano per ucciderlo. I miei fratelli concordavano l'atto doveva essere fatto."
nl: "Toen we de idote gewoontes van onze meester niet langer konden verdragen, smeedde ik een plan om hem te doden. Mijn broers waren het met me eens dat de daad onvermijdelijk was."
ru: «Когда мы уже не могли терпеть идиотские упражнения нашего мастера, я разработал план его убийства. Мои братья согласились, что сделать это необходимо.»
uk: "Коли ми вже не могли стерпіти ідіотське навчання нашого вчителя, я намітив план щоб його вбити. Мої брати погодились що справа мала бути зроблена."

source: "In accordance with our plan, G. asked the old fool to teach him about the preparation of corpses in the later stages of decay. Naturally, the corpse in question was a cleverly disguised bomb made by V."
de: "Unserem Plan folgend bat G. den alten Trottel, ihn die Präparation von Leichen im späteren Verfallsstadium zu lehren. Natürlich war die in Frage kommende Leiche eine clever getarnte Bombe, gebaut von V."
fr: "En accord avec notre plan, G. a demandé au vieux fou de lui enseigner l'art de la préparation des corps en décomposition avancée. Naturellement, le corps en question abritait une bombe habilement dissimulée."
gl: «Seguindo co plan, G. pediulle ao vello que lle ensinase a preparar os cadáveres en avanzado estado de descomposición. Por suposto, o cadáver en cuestión ocultaba en realidade unha bomba que V. preparara».
it: "In accordo con il nostro piano, G. ha chiesto al vecchio pazzo per insegnargli la preparazione dei cadaveri nelle fasi successive di degrado. Naturalmente, il cadavere in questione era una bomba abilmente dissimulata fatta da V. "
nl: "Ons plan volgend, vroeg G. de oude idioot om hem te vertellen over de voorbereiding van lijken in late staat van verval. Natuurlijk was het lijk in kwestie een slim vermomde bom gemaakt door V."
ru: «В соответствии с нашим планом, Г. попросил старого дурака научить его приготовлению тел в поздних стадиях разложения. Естественно, тело, о котором шла речь, было хорошо замаскированной бомбой, сделанной В.»
uk: "Згідно з нашим планом, Г. попросив старого дурня, щоб той навчив його про підготовку трупів в більш пізніх стадіях розпаду. Звичайно, що труп про який йшлося, був спритно замаскованою бомбою, зробленою В."

source: "My brothers and I wandered around for a few days. In an incredible stroke of luck, we encountered a master necromancer who, seeing the marks of banishment on our foreheads, took us as his apprentices."
de: "Meine Brüder und ich wanderten einige Tage umher. Schließlich fanden wir durch einen Wink des Schicksals einen Nerkomantenmeister, der die Verbannungsmale auf unseren Stirnen sah und uns als Lehlinge aufnahm."
fr: "Mes frères et moi avons erré plusieurs jours. Par un coup de chance extraordinaire nous avons rencontré un maître nécromancien qui, voyant les marques de banissement que nous portions au front, nous prit comme apprentis."
gl: «Meus irmáns e máis eu démoslle voltas durante uns días. E tivemos a incríbel sorte de atoparnos cun nigromante que, ao ver as marcas de desterro que tiñamos na testa, decidiu tomarnos como aprendices».
it: "Con i miei fratelli abbiamo girato pochi giorni. In un incredibile colpo di fortuna abbiamo incontrato un maestro negromante che, vedendo il bando sulla nostra fronte, ci ha presi come apprendisti."
nl: "Mijn broers en ik zwierven enige dagen rond. Gelukkig vonden wij door een gunstige beschikking van het lot een dodenbezweerder, die bij het zien van de verbanningstekens op onze voorhoofden, ons als leerlingen aannam."
ru: «Мои братья и я слонялись вокруг несколько дней. Благодаря невероятной удаче мы наткнулись на мастера некроманта, который, увидев отметки изгнания на наших лбах, взял нас в качестве своих учеников.»
uk: "Мої брати і я бродили навколо протягом кількох днів. Нам неймовірно пощастило і ми зіткнулися з майстром некромантом, який, побачивши знаки вигнання на наших чолах, взяв нас на навчання до себе."

source: Bookcase
de: Bücherregal
fr: Bibliothèque
gl: Estante
it: Libreria
nl: Boekenkast
ru: Книжная полка
uk: Книжкова шафа

source: "We grew swiftly under the tutelage of the necromancer. The more we learned, the more we realized we could do better than the short-sighted git."
de: "Unsere Kräfte wuchsen rasch unter der Anleitung des Totenbeschwörers. Je mehr wir lernten, desto mehr erkannten wir, dass wir besser sein konnten als der kurzsichtige Schwachkopf."
fr: "Nous progressions rapidement sous la tutelle du nécromancien. Plus nous en apprenions, plus nous réalisions que nous pourrions faire mieux que ce vieux borné."
gl: «Desenvolvémonos rapidamente baixo a tutela do nigromante. A medida que aprendíamos, empezabamos a comprender que podíamos superar ao vello».
it: "Siamo cresciti rapidamente sotto la tutela di un negromante. Più imparavamo, più ci accorgevamo che avremmo potuto fare meglio del miope Git."
nl: "Onze krachten groeiden snel onder de dodenbezweerder. Hoe meer we leerden, hoe meer we realiseerden dat we beter waren dan de kortzichtige sukkel."
ru: «Наше умение стремительно росло под опекой некроманта. Чем больше мы узнавали, тем больше мы понимали, что могли сделать лучше, чем близорукий мерзавец.»
uk: "Ми стрімко виросли під опікою некроманта. Чим більше ми дізнавалися, тим краще ми розуміли, що ми можемо зробити більше, ніж проста сліпа ходьба."

source: "My brothers V. and G. used to go to a wizard's academy with me. We were top students until one day V. killed another student in a spontaneous fit of rage."
de: "Meine Brüder V. und G. besuchten eine Zauberakademie mit mir. Wir waren ausgezeichnete Studenten, bis V. eines Tages einen anderen Studenten während eines Wutanfalls tötete."
fr: "Mes frères V. et G. venaient avec moi à l'académie des mages. Nous étions d'excellents étudiants mais un jour V., dans un accès de rage, a tué un autre étudiant."
gl: «Meus irmáns V. e G. e máis eu adoitabamos ir á escola de maxia. Eramos dos mellores estudantes. Pero un día, G. matou a outro estudante nunha arroutada de ira».
it: "I miei fratelli V. e G. venivano all'accademia dei maghi con me. Eravamo i migliori studenti finché un giorno V. uccise un altro studente in un impeto di rabbia spontanea."
nl: "Mijn broers V. en G. en ik, volgden een school van de magie. We waren topstudenten tot op een dag V. een andere student doodde in een spontane woedeuitbarsting."
ru: «Мои братья В. и Г. посещали вместе со мной академию волшебства. Мы были лучшими студентами до того дня, как В. убил другого студента в приступе спонтанной ярости.»
uk: "Мої брати В. і Г. колись ходили разом зі мною до чаклунської академії. Ми були кращими студентами, допоки в один прекрасний день В. вбив іншого студента в спонтанному нападі люті."

source: "Naturally, V. was expelled for his crime. It was foolish of us, but G. and I decided to defend our brother. We were expelled too. The wizards magically marked us with a sign of banishment on our foreheads so that no wizard would dare teach us."
de: "Natürlich wurde V. für sein Verbrechen verstoßen. Obwohl es dumm war, entschlossen G. und ich uns, unseren Bruder zu verteidigen. Und so wurden auch wir verstoßen. Der Dekan versah jeden von uns mit einem Verbannungsmal auf der Stirn, damit kein Zaberer es wagen würde, uns zu unterrichten."
fr: "Naturellement, V. a été exclu pour ce crime. C'était un peu idiot mais G. et moi avons décidé de défendre notre frère. Nous avons été exclus aussi. Les mages nous ont marqués du sceau de bannissement afin qu'aucun mage n'ose nous enseigner quoi que ce soit."
gl: «Por suposto, a V. botárono polo seu crime. E parvos nós, G. e máis eu decidimos defender ao noso irmán, e tamén nos expulsaron a nós. Os magos marcáronnos con maxia, puxéronnos un sinal de desterro nas testas para que ningún mago ousase nunca ensinarnos».
it: "Naturalmente, V. è stato espulso per il suo crimine. Sono impazzito per questo, ma G. ha deciso di difendere suo fratello. Ci hanno espulso. I maghi hanno incantato un simbolo di bando sulle nostre fronti in modo che nessun altro mago osasse insegnarci. "
nl: "Natuurlijk werd V. voor zijn misdaad verbannen. Hoewel het dom was van ons, besloten G. en ik onze broer te verdedigen. En zo werden wij ook verbannen. De magiërs markeerden ons met verbanningstekens op onze voorhoofden, zodat geen magiër ons nog zou durven onderwijzen."
ru: «Естественно, В. был исключён за своё преступление. Это было дурацким поступком, но мы с Г. решили защитить нашего брата. Нас тоже исключили. Чародеи магически пометили нас знаком изгнания на лбах, чтобы ни один волшебник не посмел учить нас.»
uk: "Очевидно, що В. був виключений з академії за свій злочин. Це було нерозумно з нашого боку, але Г. і я вирішили захистити нашого брата. Нас вигнали теж. Магістри чарами відмітили нас знаком вигнання на лобі так, щоб жоден магістр не посмів нас навчати."

source: "G. suggested that each of us should take one of the halls in the old necromancer's lair."
de: "G. hat vorgeschlagen, dass jeder von uns eine der Hallen im Unterschlupf des alten Nekromanten nehmen soll."
fr: "G. a suggéré que chacun de nous prenne une des salles du repère du vieux nécromancien."
gl: «G. suxeriu que cada un de nós quedase cunha das salas da gorida do vello nigromante».
it: "G. ha suggerito che ciascuno di noi dovrebbe prendere una delle sale nel covo del vecchio negromante. "
nl: "G. stelde voor, dat ieder van ons in een van de hallen in het onderkomen van de oude dodembezweerder zou kunnen intrekken."
ru: «Г. предложил, чтобы каждый из нас занял один из залов в логове старого некроманта.»
uk: "Г. запропонував, щоб кожен з нас взяв собі один із залів в лігві старого некроманта."

source: "It's days like today that make me wonder if I should go a step further and eliminate V. and G. too... they're getting on my nerves. ~Scathelocke"
de: "An Tagen wie diesen denke ich darüber nach, ob ich nicht einen Schritt weiter gehen und auch V. und G. eliminieren soll... sie gehen mir auf die Nerven. ~Scathelocke"
fr: "Ce sont des jours comme celui la qui me font me demander si je ne devrais pas franchir une nouvelle étape et me débarrasser de V. et G. aussi...Ils commencent à m'ennerver. ~Scathelocke"
gl: «Son días coma este os que me fan preguntarme se debería ir máis alá e acabar tamén coa vida de V. e G.… Póñenme dos nervios». — Escáceloc.
it: "E 'giorni come oggi che mi chiedo se devo fare un ulteriore passo ed eliminare V. e G. ... mi stanno dando troppo sui nervi. ~ Scathelocke "
nl: "Op dagen zoals vandaag vraag ik me af of ik nog een stap verder zou moeten gaan en V. en G. ook moet elimineren... ze werken me op m'n zenuwen. ~Vlijmeloch"
ru: «Такие дни, как сегодня, заставляют меня задуматься, не стоит ли мне пойти дальше и уничтожить В. и Г. тоже... они действуют мне на нервы. ~Сказлок»
uk: "Такі дні, як сьогодні, змушують мене запитати себе чи повинен я піти далі і ліквідувати В. і Г. також ... вони починають діяти мені на нерви. ~Скеслок"

source: Find a way to destroy the large pillar near the lake.
de: Finde einen Weg, die große Säule am See zu zerstören.
fr: Trouver un moyen de détruire le grand pillier près du lac.
gl: Busca como destruír o gran piar que hai preto do lago.
it: Trova un modo per distruggere la grande colonna vicino al lago.
nl: Vind een manier om de grote pilaar bij het meer te verpulveren.
ru: Найдите способ уничтожить большую колонну возле озера.
uk: Знайди спосіб знищити великий стовп біля озера.

source: Use the blasting powder you found to destroy the large pillar.
de: Nutze das Sprengpulver, das du gefunden hast, um die große Säule zu zerstören.
fr: Utiliser la poudre explosive que vous avez trouvé pour détruire le grand pillier.
gl: Emprega o po explosivo que atopaches para destruír o gran piar.
it: Usa la polvere esplosive che hai trovato per distruggere la grande colonna.
nl: Gebruik het buskruit dat je gevonden hebt om de grote pilaar op te blazen.
ru: Используйте найденный вами взрывчатый порошок, чтобы разрушить большую колонну.
uk: Використай знайдену вибухову речовину щоб знищити великий стовп.

source: Run! You don't want to be caught in the blast of your own explosion!
de: Lauf! Sonst wirst du in deine eigene Explosion eingesogen!
fr: Cours! Il faut éviter d'être victime de ta propre explosion!
gl: Corre! Non vaia ser que te suicides coa túa propia explosión!
it: Corri! Non vorrai essere preso anche tu dall'esplosione!
nl: Ren! Je wil niet geraakt worden door je eigen ontploffing!
ru: Бегите! Вы же не хотите, чтобы вас разорвало собственным взрывом!
uk: Тікай! Ти не хочеш постраждати від вибуху власної вибухівки!

source: Search for the name of the ice wizard to pass the statue guardian.
de: Suche nach dem Namen des Eismagus, um die Wächterstatue zu passieren.
fr: Chercher le nom du magicien de la glace pour passer la statue gardienne.
gl: Busca o nome do mago do xeo para pasar do garda da estatua.
it: Cerca il nome del mago del ghiaccio per passare la statua guardiano.
nl: Zoek naar de naam van de ijsmagiër, om de wachter te passeren.
ru: Найдите имя чародея льда, чтобы пройти статую хранителя.
uk: Дізнайся ім'я майстра льоду щоб пройти повз статую охоронця.

source: Search for the name of the fire wizard to pass the statue guardian.
de: Suche nach dem Namen des Feuermagus, um die Wächterstatue zu passieren.
fr: Chercher le nom du magicien du feu pour passer la statue gardienne.
gl: Busca o nome do mago do lume para pasar do garda da estatua.
it: Cerca il nome del mago del fuoco per passare la statua guardiano.
nl: Zoek naar de naam van de vuurmagiër, om de wachter te passeren.
ru: Найдите имя чародея огня, чтобы пройти статую хранителя.
uk: Дізнайся ім'я майстра вогню щоб пройти повз статую охоронця.

source: Search for the name of the wind wizard to pass the statue guardian.
de: Suche nach dem Namen des Windmagus, um die Wächterstatue zu passieren.
fr: Chercher le nom du magicien des vents pour passer la statue gardienne.
gl: Busca o nome do mago do vento para pasar do garda da estatua.
it: Cerca il nome del mago del vento per passare la statua guardiano.
nl: Zoek naar de naam van de windmagiër, om de wachter te passeren.
ru: Найдите имя чародея воздуха, чтобы пройти статую хранителя.
uk: Дізнайся ім'я майстра вітру щоб пройти повз статую охоронця.

source: Pass the ice statue guardian by using the name "Scathelocke".
de: Passiere die Eiswächterstatue, indem Du den Namen "Scathelocke" nennst.
fr: Passer la statue gardienne de glace en utilisant le nom "Scathelocke".
gl: Pasa do garda da estatua de xeo co nome «Escáceloc».
it: Passate la statua guardiano del ghiaccio usando il nome "Scathelocke".
nl: Passeer de ijswachter, door de naam "Vlijmeloch" te noemen.
ru: Пройдите статую хранителя льда, используя имя «Сказлок».
uk: Пройди повз статую охоронця використавши ім'я "Скеслок".
