Repository: flareteam/flare-game
Catalog: mods/alpha_demo/languages/data.*.po
Languages: de, fr, gl, it, nl, ru, uk

source: Health Potion
de: Heiltrank
fr: Potion de soin
gl: Poción de saúde
it: Pozione Guaritrice
nl: Helend Drankje
ru: Зелье здоровья
uk: Зілля Здоров'я

source: Restore 25 HP
de: Stellt 25 TP wieder her
fr: Restaure 25 PV
gl: Recupera 25 de vida.
it: Recuperi 25 HP
nl: Herstelt 25 TP
ru: Восстановить 25 очков здоровья
uk: Відновити 25 Життя

source: Mana Potion
de: Manatrank
fr: Potion de mana
gl: Poción de maná
it: Pozione del Mana
nl: Mana Drankje
ru: Зелье маны
uk: Зілля Мани

source: Restore 25 MP
de: Stellt 25 MP wieder her
fr: Restaure 25 PM
gl: Rexenera 25 de enerxía.
it: Recuperi 25 MP
nl: Herstelt 25 MP
ru: Восстановить 25 очков маны
uk: Відновити 25 Мани

source: Health Flask
de: Großer Heiltrank
fr: Fiole de soin
gl: Frasco de saúde
it: Fiasca Guaritrice
nl: Fles Helende Drank
ru: Фляга здоровья
uk: Колба Життя

source: Restore 75 HP
de: Stellt 75 TP wieder her
fr: Restaure 75 PV
gl: Recupera 75 de vida.
it: Recuperi 75 HP
nl: Herstelt 75 TP
ru: Восстановить 75 очков здоровья
uk: Відновити 75 Життя

source: Mana Flask
de: Großer Manatrank
fr: Fiole de mana
gl: Frasco de maná
it: Fiasca del Mana
nl: Fles Mana Drank
ru: Фляга маны
uk: Колба Мани

source: Restore 75 MP
de: Stellt 75 MP wieder her
fr: Restaure 75 PM
gl: Rexenera 75 de enerxía.
it: Recuperi 75 MP
nl: Herstelt 75 MP
ru: Восстановить 75 очков маны
uk: Відновити 75 Мани

source: Diamond
de: Diamant
fr: Diamant
gl: Diamante
it: Diamante
nl: Diamant
ru: Алмаз
uk: Алмаз

source: Emerald
de: Smaragd
fr: Émeraude
gl: Esmeralda
it: Smeraldo
nl: Smaragd
ru: Изумруд
uk: Смарагд

source: Ruby
de: Rubin
fr: Rubis
gl: Rubí
it: Rubino
nl: Robijn
ru: Рубин
uk: Рубін

source: Sapphire
de: Saphir
fr: Saphir
gl: Zafiro
it: Zaffiro
nl: Saffier
ru: Сапфир
uk: Сапфір

source: Scroll of Teleport
de: Rolle der Teleportation
fr: Parchemin de téléportation
gl: Pergameo do espazo
it: Pergamena del Teletrasporto
nl: Perkament: Teleportatie
ru: Свиток телепорта
uk: Згорток телепортації

source: Blink to a nearby location
de: Zu einem nahen Punkt teleportieren
fr: Téléporte vers une destination proche
gl: Reaparece nun lugar próximo.
it: Teletrasportati inuna posizione vicina
nl: Teleporteer naar een plek dichtbij
ru: Переместиться в ближайшее расположение
uk: Блимнути до позиції неподалік

source: Scroll of Time Stop
de: Rolle des Zeitstopps
fr: Parchemin d'arrêt du temps
gl: Pergameo do tempo
it: Pergamena del Tempo Perso
nl: Perkament: Tijdstop
ru: Свиток остановки времени
uk: Згорток зупинки часу

source: Stun nearby enemies for 10 seconds
de: Gegner in Reichweite für 10 Sekunden betäuben
fr: Étourdis un ennemi proche pendant 10 secondes
gl: Conxela os inimigos próximos durante 10 segundos.
it: Stordisce i nemici vicini per 10 secondi
nl: Verdoof nabije vijanden gedurende 10 seconden
ru: Парализовать близких врагов на 10 секунд
uk: Оглушує ближніх ворогів на 10 секунд

source: Scroll of Haste
de: Rolle der Hast
fr: Parchemin de hâte
gl: Pergameo da celeridade
it: Pergamena della Rapidità
nl: Perkament: Haast
ru: Свиток ускорения
uk: Згорток поспіху

source: Double run and attack speed for 20 seconds
de: Doppelte Bewegungs- und Angriffsgeschwindigkeit für 20 Sekunden
fr: Double la vitesse d'attaque et de course pendant 20 secondes
gl: Ataca e móvete o dobre de rápido durante 20 segundos.
it: Doppio attacco e velocità d'attacco doppia per 20 secondi
nl: Dubbele ren- en aanvalssnelheid gedurende 20 seconden
ru: Удвоить скорость бега и атаки на 20 секунд
uk: Подвоює біг та швидкість атаки протягом 20 секунд

source: Clothes
de: Kleider
fr: Vêtements
gl: Roupa
it: Veste
nl: Kleren
ru: Одеяние
uk: Одяг

source: Tattered Clothes
de: Lumpige Kleider
fr: Vêtements en loques
gl: Farrapos
it: Veste Stracciata
nl: Gehavende Kleren
ru: Порванное одеяние
uk: Порванмй одяг

source: Dwarven Clothes
de: Zwergenkleider
fr: Vêtements Nains
gl: Roupa de anano
it: Veste Nanica
nl: Dwergenkleren
ru: Гномье одеяние
uk: Одяг гнома

source: HP
de: TP
fr: PV
gl: vida
nl: TP
ru: здоровье
uk: Життя

source: Clothes of Restoration
de: Kleider der Wiederherstellung
fr: Vêtements de régénération
gl: Roupa da restauración
it: Veste della Restorazione
nl: Kleren van Herstel
ru: Одеяние восстановления
uk: Одяг відновлення

source: HP regen
de: TP Regen.
fr: Régén. PV
gl: recuperación
it: HP rigenerati
nl: TP herstel
ru: восстановление здоровья
uk: відн Життя

source: Elven Clothes
de: Elfenkleider
fr: Vêtements Elfes
gl: Roupas dos elfos
it: Veste Elfica
nl: Elfenkleren
ru: Эльфийское одеяние
uk: Одяг ельфа

source: MP
fr: PM
gl: enerxía
ru: ману
uk: Ману

source: Clothes of Meditation
de: Kleider der Meditation
fr: Vêtements de méditation
gl: Roupa da meditación
it: Veste della Meditazione
nl: Kleren van de Meditatie
ru: Одеяние медитации
uk: Одяг розуму

source: MP regen
fr: Régén. PM
gl: rexeneración
it: MP
nl: MP herstel
ru: восстановление маны
uk: відн Мани

source: Battle Clothes
de: Kampfkleider
fr: Vêtements de combat
gl: Roupa de combate
it: Veste da Battaglia
nl: Kleren van de Veldslag
ru: Боевое одеяние
uk: Бойовий одяг

source: Clothes of Accuracy
de: Kleider der Genauigkeit
fr: Vêtements de précision
gl: Roupa da puntería
it: Veste della Precisione
nl: Kleren van de Nauwkeurigheid
ru: Одеяние меткости
uk: Одяг акуратності

source: accuracy
de: Genauigkeit
fr: précision
gl: puntería
it: precisione
nl: nauwkeurigheid
ru: меткость
uk: акуратність

source: Clothes of Avoidance
de: Kleider des Ausweichens
fr: Vêtements d'ésquive
gl: Roupa esquiva
it: Veste della Schivata
nl: Kleren van de Ontwijking
ru: Одеяние уклонения
uk: Одяг уникнення

source: avoidance
de: Ausweichen
fr: ésquive
gl: esquivar
it: schivare
nl: ontwijking
ru: уклонение
uk: ухилення

source: Summer Clothes
de: Sommerkleider
fr: Vêtements d'été
gl: Roupa do verán
it: Veste esteva
nl: Zomerkleren
ru: Летнее одеяние
uk: Літній одяг

source: fire resist
de: Feuerwiderstand
fr: résist. au feu
gl: resistencia ao lume
it: resistenza al fuoco
nl: vuurweerstand
ru: сопротивление огню
uk: опір вогню

source: Winter Clothes
de: Winterkleider
fr: Vêtements d'hiver
gl: Roupa do inverno
it: Veste Invernale
nl: Winterkleren
ru: Зимнее одеяние
uk: Зимовий одяг

source: ice resist
de: Eiswiderstand
fr: résist. à la glace
gl: resistencia ao xeo
it: resistenza al freddo
nl: ijsweerstand
ru: сопротивление льду
uk: опір льоду

source: Clothes of Slaying
de: Kleider des Mordens
fr: Vêtements de la brute
gl: Roupa de caza
it: Veste dello Sventratore
nl: Kleren van de Dood
ru: Одеяние убийства
uk: Одяг вбивства

source: crit
de: Krit. Trefferchance
fr: critique
gl: crítico
it: colpo critico
nl: kritiek
ru: критический удар
uk: критичн

source: Warlord Clothes
de: Kleider des Kriegsherrn
fr: Vêtements de maître de guerre
gl: Roupa de guerreiro
it: Veste del Condottiero
nl: Kleren van de Krijgsheer
ru: Одеяние военачальника
uk: Одяг ватажка

source: Clothes of Victory
de: Kleider des Sieges
fr: Vêtements de victoire
gl: Roupas da vitoria
it: Veste della Vittoria
nl: Kleren van de Overwinning
ru: Одеяние победы
uk: Одяг перемоги

source: Archmage Clothes
de: Kleider des Erzmagus
fr: Vêtements d'archimage
gl: Roupas de arquimago
it: Veste dell'Arcimago
nl: Kleren van de Aartsmagiër
ru: Одеяние архимага
uk: Одяг архимага

source: Clothes of Wizardry
de: Kleider der Zauberei
fr: Vêtements de sorcellerie
gl: Roupa máxica
it: Veste dello Stregone
nl: Kleren van de Magie
ru: Одеяние волшебства
uk: Одяг чаклунства

source: Ancient Clothes
de: Antike Kleider
fr: Vêtements ancestraux
gl: Roupa antiga
it: Veste Antica
nl: Antieke Kleren
ru: Древнее одеяние
uk: Старовинний одяг

source: Clothes of Precision
de: Kleider der Präzision
fr: Vêtements d'exactitude
gl: Roupa da precisión
it: Veste della Acuratezza
nl: Kleren van de Nauwkeurigheid
ru: Одеяние точности
uk: Одяг точності

source: Clothes of Protection
de: Kleider des Schutzes
fr: Vêtements de protection
gl: Roupa da protección
it: Veste della Protezione
nl: Kleren van de Bescherming
ru: Одеяние обороны
uk: Одяг захисту

source: Fiery Clothes
de: Feurige Kleider
fr: Vêtements ardents
gl: Roupa chameante
it: Veste Ardente
nl: Vurige Kleren
ru: Пламенное одеяние
uk: Вогняний одяг

source: Frozen Clothes
de: Frostige Kleider
fr: Vêtements du givre
gl: Roupa xeada
it: Veste Ghiacciale
nl: Koude Kleren
ru: Морозное одеяние
uk: Морозний одяг

source: Clothes of Destruction
de: Kleider der Zerstörung
fr: Vêtements de destruction
gl: Roupa da destrución
it: Veste della Distruzione
nl: Kleren van de Vernietiging
ru: Одеяние разрушения
uk: Одяг знищення

source: Butcher's Apron
de: Metzgers Schürze
fr: Tablier de boucher
gl: Mandil de carniceiro
it: Grembiule da macellaio
nl: Slagersschort
ru: Фартук мясника
uk: Фартух м'ясника

source: Medic Wrap
de: Umhang des Heilers
fr: Écharpe médicinale
gl: Bata médica
it: Mantello Medico
nl: Helerswikkel
ru: Накидка медика
uk: Накидка лікаря

source: Wizard Tunic
de: Tunika des Zauberers
fr: Tunique du mage
gl: Túnica de mago
it: Tunica del Mago
nl: Magiër Tuniek
ru: Туника волшебника
uk: Туніка мага

source: Spellwoven Clothes
de: Zaubergewobene Kleider
fr: Vêtements enchantés
gl: Roupas de fío máxico
it: Veste di tessuto magico
nl: Spreukgeweven Kleren
ru: Зачарованное одеяние
uk: Одяг з чарівної тканини

source: Hunter's Garb
de: Jägers Gewand
fr: Vêtements du chasseur
gl: Vestimenta de cazador
it: Vestiti da Cacciatore
nl: Jagersuitrusting
ru: Облачение охотника
uk: Одяг мисливця

source: Night Watch
de: Nachtwache
fr: Guetteur nocturne
gl: Garda nocturna
it: Guardiano Notturno
nl: Nachtwacht
ru: Ночное видение
uk: Нічний зір

source: Nomad Rags
de: Nomadenkluft
fr: Hardes du nomade
gl: Farrapos nómades
it: Mantello dei nomadi
nl: Nomadevodden
ru: Тряпьё кочевника
uk: Лахи бродяги

source: Fur-Lined Tunic
de: Pelzgefütterte Tunika
fr: Tunique fourrée
gl: Túnica de abrigo
it: Tunica di pelliccia
nl: Vachtgevoerde Tuniek
ru: Меховая туника
uk: Хутряна туніка

source: Vigilante
de: Ordnungshüter
gl: Vixía
nl: Burgerwachter
ru: Виджиланте
uk: Пильність

source: Dagger
de: Dolch
fr: Dague
gl: Daga
it: Pugnale
nl: Dolk
ru: Кинжал
uk: Кинджал

source: Rusted Dagger
de: Rostiger Dolch
fr: Dague rouillée
gl: Daga oxidada
it: Pugnale Arrugginito
nl: Roestige Dolk
ru: Ржавый кинжал
uk: Іржавий кинджал

source: Cursed Dagger
de: Verfluchter Dolch
fr: Dague maudite
gl: Daga maldita
it: Pugnale Maledetto
nl: Vervloekte Dolk
ru: Проклятый кинжал
uk: Проклятий кинджал

source: Dull Dagger
de: Stumpfer Dolch
fr: Dague émoussée
gl: Daga desafiada
it: Pugnale Spuntato
nl: Botte Dolk
ru: Тупой кинжал
uk: Тупий кинджал

source: Dwarven Dagger
de: Zwergendolch
fr: Dague Naine
gl: Daga dos ananos
it: Pugnale Nanico
nl: Dwergendolk
ru: Гномий кинжал
uk: Кинджал гнома

source: Dagger of Restoration
de: Dolch der Wiederherstellung
fr: Dague de régénération
gl: Daga da restauración
it: Pugnale della Restorazione
nl: Dolk van Herstel
ru: Кинжал восстановления
uk: Кинджал відновлення

source: Elven Dagger
de: Elfendolch
fr: Dague Elfique
gl: Daga dos elfos
it: Pugnale Elfico
nl: Elfendolk
ru: Эльфийский кинжал
uk: Кинджал ельфа

source: Dagger of Meditation
de: Dolch der Meditation
fr: Dague de méditation
gl: Daga da meditación
it: Pugnale della Meditazione
nl: Dolk van de Meditatie
ru: Кинжал медитации
uk: Кинджал розуму

source: Battle Dagger
de: Kampfdolch
fr: Dague de combat
gl: Daga de combate
it: Pugnale da Battaglia
nl: Dolk van de Veldslag
ru: Боевой кинжал
uk: Бойовий кинджал

source: Dagger of Accuracy
de: Dolch der Genauigkeit
fr: Dague de précision
gl: Daga da puntería
it: Pugnale della Precisione
nl: Dolk van de Nauwkeurigheid
ru: Кинжал меткости
uk: Кинджал акуратності

source: Dagger of Avoidance
de: Dolch des Ausweichens
fr: Dague d'ésquive
gl: Daga esquiva
it: Pugnale delle Schivate
nl: Dolk van de Ontwijking
ru: Кинжал уклонения
uk: Кинджал ухилення

source: Summer Dagger
de: Sommerdolch
fr: Dague d'été
gl: Daga do verán
it: Pugnale Estivo
nl: Zomerdolk
ru: Летний кинжал
uk: Літній кинджал

source: Winter Dagger
de: Winterdolch
fr: Dague d'hiver
gl: Daga do inverno
it: Pugnale Invernale
nl: Winterdolk
ru: Зимний кинжал
uk: Зимовий кинджал

source: Dagger of Slaying
de: Dolch des Mordens
fr: Dague de la brute
gl: Daga de caza
it: Pugnale dello Sventratore
nl: Dolk van de Dood
ru: Кинжал убийства
uk: Кинджал вбивства

source: Warlord Dagger
de: Dolch des Kriegsherrn
fr: Dague de maître de guerre
gl: Daga de guerreiro
it: Pugnale del Condottiero
nl: Dolk van de Krijgsheer
ru: Кинжал военачальника
uk: Кинджал ватажка

source: Dagger of Victory
de: Dolch des Sieges
fr: Dague de victoire
gl: Daga da vitoria
it: Pugnale della Vittoria
nl: Dolk van de Overwinning
ru: Кинжал победы
uk: Кинджал перемоги

source: Archmage Dagger
de: Dolch des Erzmagus
fr: Dague d'archimage
gl: Daga de arquimago
it: Pugnale dell'Arcimago
nl: Dolk van de Aartsmagiër
ru: Кинжал архимага
uk: Кинджал архимага

source: Dagger of Wizardry
de: Dolch der Zauberei
fr: Dague de sorcellerie
gl: Daga máxica
it: Pugnale dello Stregone
nl: Dolk van de Magie
ru: Кинжал волшебства
uk: Кинджал чаклунства

source: Ancient Dagger
de: Antiker Dolch
fr: Dague ancestrale
gl: Daga antiga
it: Pugnale Antico
nl: Antieke Dolk
ru: Древний кинжал
uk: Старовинний кинджал

source: Dagger of Precision
de: Dolch der Präzision
fr: Dague d'exactitude
gl: Daga da precisión
it: Pugnale dell'Accuratezza
nl: Dolk van de Nauwkeurigheid
ru: Кинжал точности
uk: Кинджал точності

source: Dagger of Protection
de: Dolch des Schutzes
fr: Dague de protection
gl: Daga da protección
it: Pugnale
nl: Dolk van de Bescherming
ru: Кинжал обороны
uk: Кинджал захисту

source: Fiery Dagger
de: Feuriger Dolch
fr: Dague ardente
gl: Daga chameante
it: Pugnale Ardente
nl: Vurige Dolk
ru: Пламенный кинжал
uk: Вогняний кинджал

source: Frozen Dagger
de: Frostiger Dolch
fr: Dague du givre
gl: Daga xeada
it: Pugnale Ghiacciale
nl: Vorstige Dolk
ru: Морозный кинжал
uk: Морозний кинджал

source: Dagger of Destruction
de: Dolch der Zerstörung
fr: Dague de destruction
gl: Daga da destrución
it: Pugnale della Distruzione
nl: Dolk van de Vernietiging
ru: Кинжал разрушения
uk: Кинджал знищення

source: Sacrificial Knife
de: Opfermesser
fr: Couteau sacriciel
gl: Coitelo de sacrificio
it: Coltello Sacrificale
nl: Offermes
ru: Жертвенный нож
uk: Жертовний ніж

source: Thorn
de: Dorn
fr: Épine
gl: Espiña
it: Spina
nl: Doorn
ru: Шип
uk: Шпичак

source: Mind Shard
de: Seelenscherbe
fr: Éclat d'esprit
gl: Fragmento de espírito
it: Scheggia Mentale
nl: Zielscherf
ru: Осколок разума
uk: Осколок розуму

source: Ether Slice
de: Ätherschnitter
fr: Tranche ether
gl: Pedazo de éter
it: Tagliare l'etere
nl: Ethersnede
ru: Срез эфира
uk: Шматок ефіру

source: Pinpoint
de: Nadelspitze
fr: Droit au but
gl: Punto
it: Punteruolo
nl: Mik
ru: Булавка
uk: Вістря

source: Dancing Knife
de: Tanzendes Messer
fr: Couteau dansant
gl: Coitelo da danza
it: Coltello danzante
nl: Dansend Mes
ru: Танцующий нож
uk: Танцюючий ніж

source: Fire Shard
de: Feuerscherbe
fr: Éclat de feu
gl: Fragmento de lume
it: Scheggia di Fuoco
nl: Vuurscherf
ru: Осколок огня
uk: Осколок вогню

source: Ice Shard
de: Eisscherbe
fr: Éclat de glace
gl: Fragmento de xeo
it: Scheggia di Ghiaccio
nl: IJspegel
ru: Осколок льда
uk: Осколок льоду

source: Goblin Carver
de: Goblinschnitzer
fr: Tranche Gobelin
gl: Trasno tallista
it: Intagliatore Goblin
nl: Koboldsnijder
ru: Тесак гоблина
uk: Різак гобліна

source: Shortsword
de: Kurzschwert
fr: Épée courte
gl: Espada curta
it: Spada corta
nl: Kort Zwaard
ru: Короткий меч
uk: Короткий меч

source: Rusted Shortsword
de: Rostiges Kurzschwert
fr: Épée courte rouillée
gl: Espada curta oxidada
it: Spada corta Arruginita
nl: Roestig Kort Zwaard
ru: Ржавый короткий меч
uk: Іржавий короткий меч

source: Cursed Shortsword
de: Verfluchtes Kurzschwert
fr: Épée courte maudite
gl: Espada curta maldita
it: Spada corta Maledetta
nl: Vervloekt Kort Zwaard
ru: Проклятый короткий меч
uk: Проклятий короткий меч

source: Dull Shortsword
de: Stumpfes Kurzschwert
fr: Épée courte émoussée
gl: Espada curta desafiada
it: Spada corta Spuntata
nl: Bot Kort Zwaard
ru: Тупой короткий меч
uk: Тупий короткий меч

source: Dwarven Shortsword
de: Zwergisches Kurzschwert
fr: Épée courte Naine
gl: Espada curta dos ananos
it: Spada corta Nanica
nl: Dwergen Kort Zwaard
ru: Гномий короткий меч
uk: Короткий меч гнома

source: Shortsword of Restoration
de: Kurzschwert der Wiederherstellung
fr: Épée courte de régénération
gl: Espada curta da restauración
it: Spada corta della Restorazione
nl: Kort Zwaard van Herstel
ru: Короткий меч восстановления
uk: Короткий меч відновлення

source: Elven Shortsword
de: Elfisches Kurzschwert
fr: Épée courte Elfique
gl: Espada curta dos elfos
it: Spada corta Elfica
nl: Elfen Kort Zwaard
ru: Эльфийский короткий меч
uk: Короткий меч ельфа

source: Shortsword of Meditation
de: Kurzschwert der Meditation
fr: Épée courte de méditation
gl: Espada curta da meditación
it: Spada corta della Meditazioen
nl: Kort Zwaard van de Meditatie
ru: Короткий меч медитации
uk: Короткий меч розуму

source: Battle Shortsword
de: Kampferprobtes Kurzschwert
fr: Épée courte de combat
gl: Espada curta de combate
it: Spada corta da Battaglia
nl: Kort Zwaard van de Veldslag
ru: Боевой короткий меч
uk: Бойовий короткий меч

source: Shortsword of Accuracy
de: Kurzschwert der Genauigkeit
fr: Épée courte de précision
gl: Espada curta da puntería
it: Spada corta della Precisione
nl: Kort Zwaard van de Nauwkeurigheid
ru: Короткий меч меткости
uk: Короткий меч акуратності

source: Shortsword of Avoidance
de: Kurzschwert des Ausweichens
fr: Épée courte d'ésquive
gl: Espada curta esquiva
it: Spada corta delle Schivate
nl: Kort Zwaard van de Ontwijking
ru: Короткий меч уклонения
uk: Короткий меч ухилення

source: Summer Shortsword
de: Sommerliches Kurzschwert
fr: Épée courte d'été
gl: Espada curta do verán
it: Spada corta Estiva
nl: Zomers Kort Zwaard
ru: Летний короткий меч
uk: Літній короткий меч

source: Winter Shortsword
de: Winterliches Kurzschwert
fr: Épée courte d'hiver
gl: Espada curta do inverno
it: Spada corta Infernale
nl: Winters Kort Zwaard
ru: Зимний короткий меч
uk: Зимовий короткий меч

source: Shortsword of Slaying
de: Kurzschwert des Mordens
fr: Épée courte de la brute
gl: Espada curta de caza
it: Spada corta della Sventratore
nl: Kort Zwaard van de Dood
ru: Короткий меч убийства
uk: Короткий меч вбивства

source: Warlord Shortsword
de: Kurzschwert des Kriegsherrn
fr: Épée courte de maître de guerre
gl: Espada curta de guerreiro
it: Spada corta del Condottiero
nl: Kort Zwaard van de Krijgsheer
ru: Короткий меч военачальника
uk: Короткий меч ватажка

source: Shortsword of Victory
de: Kurzschwert des Sieges
fr: Épée courte de victoire
gl: Espada curta da vitoria
it: Spada corta della Vittoria
nl: Kort Zwaard van de Overwinning
ru: Короткий меч победы
uk: Короткий меч перемоги

source: Archmage Shortsword
de: Kurzschwert des Erzmagus
fr: Épée courte d'archimage
gl: Espada curta de arquimago
it: Spada corta dell'Arcimago
nl: Kort Zwaard van de Aartsmagiër
ru: Короткий меч архимага
uk: Короткий меч архимага

source: Shortsword of Wizardry
de: Kurzschwert der Zauberei
fr: Épée courte de sorcellerie
gl: Espada curta máxica
it: Spada corta dello Stregone
nl: Kort Zwaard van de Magie
ru: Короткий меч волшебства
uk: Короткий меч чаклунства

source: Ancient Shortsword
de: Antikes Kurzschwert
fr: Épée courte ancestrale
gl: Espada curta antiga
it: Spada corta Antica
nl: Antiek Kort Zwaard
ru: Древний короткий меч
uk: Старовинний короткий меч

source: Shortsword of Precision
de: Kurzschwert der Präzision
fr: Épée courte d'exactitude
gl: Espada curta da precisión
it: Spada corta dell'accuratezza
nl: Kort Zwaard van de Nauwkeurigheid
ru: Короткий меч точности
uk: Короткий меч точності

source: Shortsword of Protection
de: Kurzschwert des Schutzes
fr: Épée courte de protection
gl: Espada curta da protección
it: Spada corta della Protezione
nl: Kort Zwaard van de Bescherming
ru: Короткий меч обороны
uk: Короткий меч захисту

source: Fiery Shortsword
de: Feuriges Kurzschwert
fr: Épée courte ardente
gl: Espada curta chameante
it: Spada corta Ardente
nl: Vurig Kort Zwaard
ru: Пламенный короткий меч
uk: Вогняний короткий меч

source: Frozen Shortsword
de: Frostiges Kurzschwert
fr: Épée courte du givre
gl: Espada curta xeada
it: Spada corta Glaciale
nl: Vorstig Kort Zwaard
ru: Морозный короткий меч
uk: Морозний короткий меч

source: Shortsword of Destruction
de: Kurzschwert der Zerstörung
fr: Épée courte de destruction
gl: Espada curta da destrución
it: Spada corta della Distruzione
nl: Kort Zwaard van de Vernietiging
ru: Короткий меч разрушения
uk: Короткий меч знищення

source: Gladius
ru: Гладиус
uk: Гладіус

source: Mending Blade
de: Klinge der Reparatur
fr: Lame du répis
gl: Coitela rota
it: Lama riparata
nl: Mes van Herstel
ru: Клинок улучшения
uk: Поліпшений клинок

source: Mana Edge
de: Manaschneide
fr: Tranchâme
gl: Extremo de maná
it: Bordo del Mana
nl: Manasnede
ru: Лезвие маны
uk: Лезо мани

source: Demon Pact
de: Dämonenpakt
fr: Pacte démoniaque
gl: Pacto co demo
it: Patto diabolico
nl: Demonenpakt
ru: Договор с дьяволом
uk: Демонічний пакт

source: Watchman's Blade
de: Wachmanns Klinge
fr: Lame du guetteur
gl: Coitela do vixía
it: Lama del Guardiano
nl: Wachter's Mes
ru: Клинок стража
uk: Клинок сторожа

source: Parry Blade
de: Parierende Klinge
fr: Vivelame
gl: Coitela parada
it: Lama Elusiva
nl: Parerend Mes
ru: Клинок отражения
uk: Клинок парирування

source: Summersword
de: Sommerschwert
fr: Ardente
gl: Espada do verán
it: Spada Estiva
nl: Zomerzwaard
ru: Летний меч
uk: Літній меч

source: Wintersword
de: Winterschwert
fr: Glacelame
gl: Espada do inverno
it: Spada Invernale
nl: Winterzwaard
ru: Зимний меч
uk: Зимовий меч

source: Sting
de: Stachel
fr: Dard
gl: Ferrete
it: Pungiglione
nl: Angel
ru: Жало
uk: Жало

source: Longsword
de: Langschwert
fr: Épée longue
gl: Espada longa
it: Spada Lunga
nl: Lang Zwaard
ru: Длинный меч
uk: Полуторний меч

source: Rusted Longsword
de: Rostiges Langschwert
fr: Épée longue rouillée
gl: Espada longa oxidada
it: Spada Lunga Arruginita
nl: Roestig Lang Zwaard
ru: Ржавый длинный меч
uk: Іржавий полуторний меч

source: Cursed Longsword
de: Verfluchtes Langschwert
fr: Épée longue maudite
gl: Espada longa maldita
it: Spada Lunga Maledetta
nl: Vervloekt Lang Zwaard
ru: Проклятый длинный меч
uk: Проклятий полуторний меч

source: Dull Longsword
de: Stumpfes Langschwert
fr: Épée longue émoussée
gl: Espada longa desafiada
it: Spada Lunga Spuntata
nl: Bot Lang Zwaard
ru: Тупой длинный меч
uk: Тупий полуторний меч

source: Dwarven Longsword
de: Zwergisches Langschwert
fr: Épée longue Naine
gl: Espada longa dos ananos
it: Spada Lunga Nanica
nl: Dwergen Lang Zwaard
ru: Гномий длинный меч
uk: Полуторний меч гнома

source: Longsword of Restoration
de: Langschwert der Wiederherstellung
fr: Épée longue de régénération
gl: Espada longa da restauración
it: Spada Lunga della Restorazione
nl: Lang Zwaard van Herstel
ru: Длинный меч восстановления
uk: Полуторний меч відновлення

source: Elven Longsword
de: Elfisches Langschwert
fr: Épée longue Elfique
gl: Espada longa dos elfos
it: Spada Lunga Elfica
nl: Elfen Lang Zwaard
ru: Эльфийский длинный меч
uk: Полуторний меч ельфа

source: Longsword of Meditation
de: Langschwert der Meditation
fr: Épée longue de méditation
gl: Espada longa da meditación
it: Spada Lunga della Meditazione
nl: Lang Zwaard van de Meditatie
ru: Длинный меч медитации
uk: Полуторний меч розуму

source: Battle Longsword
de: Kampferprobtes Langschwert
fr: Épée longue de combat
gl: Espada longa de combate
it: Spada Lunga da Battaglia
nl: Lang Zwaard van de Veldslag
ru: Боевой длинный меч
uk: Бойовий полуторний меч
